{
	"update_header": "Büyük Güncelleme 0.40.0: Gökyüzündeki Göz",
	"shameless_plug" : "Future Wars'tan hoşlanıyorsanız ve geri bildirimlerinizle projeye katkıda bulunmak veya diğer oyuncularla sohbet etmek istiyorsanız discordumuza katılmayı düşünün: https://discord.com/invite/GMUnRGUuSy veya zk'de #fw'ye katılın. Sunucu. Şu anda projeye katkıda bulunacak ve bize yeni bir kat katacak fikirler, grafik sanatçıları ve çevirmenler arıyoruz.",
	"entry_1" : "Future Wars'un 26. büyük güncellemesine hoş geldiniz! Bu güncellemeyle size yeni ve ilginç birim yeteneklerinin yanı sıra bazı hata düzeltmeleri ve denge değişiklikleri sunmaktan heyecan duyuyoruz. Bugün, yeterince hizmet alamayan bazı gruplara hitap ediyoruz. Oynaması daha eğlenceli. Bu birimleri daha eğlenceli hale getirmek için sensörlerle (LOS, radar) ilgili birkaç yeni yetenek ekliyoruz. Ayrıca, arka uç sistemlerimizde otomatik olarak oluşturulan yama notlarını her yere göndermemize olanak tanıyan iyileştirmeler yaptık. şimdi: Discord, Forumlar, lobi (#FW, #Modding), vb. Bu yama notları, bir yamanın temel değişikliklerine ilişkin yararlı bir rehber olduklarından oyunda kalacaktır.",
	"entry_2" : "Wolf uzun zamandır sıkıcı, güçsüz ve kederli bir akıncıydı. Bu güncellemede, onu daha uygun bir gözcüye benzetmek için değişiklikler yapıldı. Saldırıları artık birimleri bir süreliğine etiketliyor ve onların Savaş Sisi, radarlı veya radarsız. Buna ek olarak, büyük bir AOE yavaşlaması ve Manuel Yeteneği etiketleme özelliğine sahiptir. Ayrıca buna yardımcı olmak için bir hız artışı da aldı, ancak bu, 70 metale kadar bir maliyet artışıyla geliyor. Sensör etiketi yeteneğinin birimlere hasar vermesi gerekiyor, bu nedenle kalkanlar onu engelleyecektir (ancak etki alanı yeteneği değil).",
	"entry_3": "DanWarior, Future Wars'a gösterişli bir animasyonla yeni ve parlak bir nükleer bomba modeli sağladı. Ayrıca, 15 saniyelik yeniden yükleme süresi ve 3 dakikalık üretimle biraz güçlendirildi.",
	"entry_4": "Widow bir süredir çok sıradandı. FW standartlarına getirildi, daha ağırdı ve manuel bir yetenekle geldi: Sensör hackleme. Bu, düşman sensörlerini 'ödünç almasına' olanak tanır ve size birimin ne olduğunu gösterir. görüyor.",
	"entry_5": "Zeno nihayet gerçek bir birim haline getirilecek şekilde değiştirildi. Artık Wraith olarak adlandırılıyor ve bir keşif füzesi olarak hizmet ediyor. Uçarken bir radarın yanı sıra bir görüş alanı oluşturacak ve vurulan düşman birimlerini ortaya çıkaracak bir süreliğine onunla.",
	"entry_6" : "Ayrıca yeni bir AI güncellemesi yayınlandı. Lütfen AI'larınızı güncelleyin! Her zaman olduğu gibi, Future Wars'u sunucudaki en büyük mod yaptığınız için teşekkür ederiz!",
	"chicken_header" : "Oyun modu: Tavuklar",
	"chicken_entry_1" : "Tavuklar büyük ordularla üssünüze topyekün saldırılar düzenlemek ve güçlerini yeniden toplamak için geri çekilmek arasında gidip gelecekler. Saldırılarını zayıflatmak için tavuklar dinlenirken tavuk tüneklerini yok ettiğinizden emin olun",
	"chicken_entry_2" : "Tavuklar sonunda tehdit olarak bilinen inanılmaz güçlü tavuklar inşa etmeye başlayacaklar. Bitirmeden önce onları yok edin. Yapım aşamasındaki tehditler Raffesia'nın yok edilemez kalkanı tarafından korunur ve bu da onları topçu ateşine karşı bağışık hale getirir.",
	"chicken_entry_3" : "Kovanın öfkesi zamanla artacak. Kovanın öfkesi %100'e ulaştığında, Tavuk Kraliçe savaş alanına gelecek (sonsuz modda değilseniz) ve tavuklar durmadan saldırmaya başlayacak. Tüm ateş gücünüzü tavuk kraliçesine odaklayın çünkü onun ölümü sürünün parçalanmasına neden olacaktır",
	"comm_wars_header" : "Oyun modu: Komutan Savaşları",
	"comm_wars_entry_1" : "Bu oyun modunda sadece komutanınıza erişiminiz var, başka hiçbir şeye erişiminiz yok. Komutanınız artık inşa edemez, sadece onarabilir ve geri alabilir. Komutan morph sistemi aracılığıyla daha fazla modül vererek komutanınızı yükseltin ve düşman komutanlarını yenin!",
	"comm_wars_entry_2" : "Ek olarak, sadece komutanlara özel bir oyun modunda daha dengeli olması için birçok komutan modülünde ve silahında denge değişiklikleri yapıldı. Denge hala deneyseldir, bu nedenle geri bildirim çok takdir edilecektir",
	"houserules" : "Ev Kuralları: "
}