{
	"update_header" : "Kleines Update 0.38.11: Abschreibung technischer Schulden",
	"shameless_plug" : "Wenn Ihnen Future Wars gefällt und Sie Ihr Feedback zum Projekt einbringen oder mit anderen Spielern chatten möchten, denken Sie über den Beitritt zu unserem Discord nach: https://discord.com/invite/GMUnRGUuSy oder treten Sie #fw im ZK bei Server. Wir sind derzeit auf der Suche nach Ideen, Grafikern und Übersetzern, die das Projekt mitgestalten und uns einen neuen Anstrich verleihen.",
	"entry_1" : "Alles Gute zum dritten Geburtstag, Future Wars! Mit diesem verspäteten Geburtstagsgeschenk an Sie haben wir einen Teil unserer technischen Schulden beglichen. Das bedeutet, dass die Backend-Dinge aktualisiert wurden (Zero-K). Bei einigen Dingen gab es große Fortschritte Wir konnten nicht mithalten.) Einige Rückmeldungen zum Gleichgewicht wurden ebenfalls berücksichtigt.",
	"entry_2" : "Möglicherweise fällt Ihnen auf, dass sich Ihr Anzeigerang im Spiel geändert hat. Future Wars hat ein neues Ranganzeigesystem eingeführt, das Spieler beginnend bei 1100 WHR in 300 WHR-'Ligen' einteilt. Entwickler haben jetzt Regenbogensterne, um sie zu unterscheiden von normalen Spielern.",
	"entry_3" : "Lag-/AFK-Benachrichtigungen wurden hoffentlich mit diesem Patch behoben. LuaAIs werden nicht mehr zum KI-Lag-Erkennungssystem gezählt, da sie nicht vom Verlassen des Hosts betroffen sind. Darüber hinaus wurde die KI-Lag-Erkennung lokalisiert. Tod Die Meldungen wurden endlich behoben! Genießen Sie den schlechten Humor von 2016 ZK noch einmal in vollständig lokalisierter Güte.",
	"entry_4" : "Wir haben das panzerbrechende Gerät optimiert, was die Leistung ein wenig verbessern sollte, da es nicht mehr den Schaden für jedes Projektil berechnet. Einige andere kleinere Fehler wurden auch bei der Einfärbung von Nachrichten behoben. Spieler können jetzt auch das verwenden Commander-Equalization-Modoption korrekt (Danke Jill_2550 für den Test!).",
	"entry_5" : "PenguinOh hat mit der Lokalisierung von FW ins Thailändische begonnen, danken Sie ihnen unbedingt für ihre harte Arbeit!",
	"entry_6" : "Ghost Commander hat aufgrund des Community-Feedbacks zu den neuen Modulen kürzlich einige Nerfs erhalten.",
	"entry_7" : "Sentinel hat einige Verbesserungen erhalten, um es konkurrenzfähiger zu machen. Es hat jetzt den AOE und den Entwaffnungsschaden erhöht.",
	"entry_8" : "Gremlin hat eine geringfügige Rollenänderung sowie eine geringfügige Abschwächung erfahren und bevorzugt nun nachhaltigere DPS.",
	"chicken_header" : "Spielmodus: Chicken",
	"chicken_entry_1" : "Die Chickens greifen abwechselnd mit riesigen Horden deine Basis an und halten sich zurück, um ihre Kräfte wieder zu sammeln. Stellen Sie sicher, dass Sie die Hühnerställe zerstören, während die Hühner sich ausruhen, um ihre Angriffe zu schwächen",
	"chicken_entry_2" : "Die Chickens fangen irgendwann an, unglaublich mächtige Hühner zu bauen, die als Bedrohung bekannt sind. Zerstöre sie, bevor sie fertig sind. Im Bau befindliche Bedrohungen werden durch den unzerstörbaren Schild der Raffesia geschützt, der sie immun gegen Artillerie macht.",
	"chicken_entry_3" : "Die Wut des Bienenstocks wird mit der Zeit zunehmen. Sobald die Wut des Bienenstocks 100% erreicht hat, wird die Hühnerkönigin selbst auf dem Schlachtfeld erscheinen (es sei denn, Sie befinden sich im Endlosmodus) und die Hühner werden ununterbrochen angreifen. Konzentrieren Sie Ihre gesamte Feuerkraft auf die Hühnerkönigin, denn ihr Tod wird den Schwarm zum Zusammenbruch bringen",
	"comm_wars_header" : "Spielmodus: Commander Wars",
	"comm_wars_entry_1" : "In diesem Spielmodus hast du nur Zugriff auf deinen Kommandanten und nichts anderes. Dein Commander kann nicht mehr bauen, sondern nur noch reparieren und wiederherstellen. Rüste deinen Commander auf, indem du ihm mehr Module durch das Commander-Morph-System gibst und besiege die gegnerischen Commander!",
	"comm_wars_entry_2" : "Zusätzlich wurden an vielen Kommandomodulen und Waffen Balanceänderungen vorgenommen, um sie in einem reinen Kommandospielmodus ausgewogener zu machen. Die Balance ist jedoch noch experimentell, daher wäre Feedback sehr willkommen",
	"houserules" : "Hausregeln: "
}
