{
	"update_header" : "Minor Update 0.41.0: Balance and Betterment",
	"support_fw" : "Support Future Wars!",
	"join_discord" : "Join our Discord",
	"link_copied" : "Link copied to clipboard",
	"shameless_plug" : "If you enjoy Future Wars and want to contribute your feedback to the project or have a chat with fellow players, consider joining our discord: https://discord.com/invite/GMUnRGUuSy or join #fw in the zk server. We are currently looking for ideas, graphical artists, and translators to contribute to the project, giving us a fresh coat of paint.",
	"entry_1" : "This new update doesn't bring any new exciting units to future wars, however, it does bring a sleugh of balance changes in order to make the game more balanced. In particular, special gamemodes such as chickens and commander wars have both gotten a good look, with nerfs coming to the more overpowered strategies of each gamemode. If you have any feedback, make sure to join our discord through the link below.",
	"entry_2" : "Disintergrator has proven itself to be a particularly problematic in both regular games as well as commander wars. To solve this, we've decided to give it a minor rework, increasing it's damage and reload time in order to make it less effective at shredding through swarms of light units. In addition, we've given all commanders in commander wars a significant HP buff, with the aim of removing one-shot disintergrator strategies.",
	"entry_3" : "Amongst the numerous balance changes, waylayer is probably the most notable. It's high damage and tracking has made it nearly uncounterable. To address this, we've hit it with a nerf to both reload speed and damage in order to make it more reasonable to play against, while buffing it's cloakstrike ability in order to make it still fit into the ambusher style.",
	"entry_4" : "Tank foundry is another unit which has been hit with a big nerf. The prevelence and effectiveness of recon-commander based tank foundry cheeses has gotten a bit too much, and so we are hitting the tank foundry with a 66%% damage nerf in reign in these cheese strategies",
	"entry_5" : "Finally, this update brings a sleugh of well-needed bug fixes, squashing many of the problematic bugs which has been causing the GUI to crash and break. However, for future reference, most GUI bugs can usually be fixed by typing '/luaui reload' into the chat, which makes the game reload the GUI. Note that this will cause the game to freeze for a bit.",
	"entry_6" : "In addition, a new AI update has been released. Please update your AIs! As always, thank you for making Future Wars the largest mod on the server!",
	"chicken_header" : "Game mode: Chickens",
	"chicken_entry_1" : "Chickens will alternate between launching all out assaults on your base with huge hordes and staying back in order to regain their forces. Ensure you destroy the chicken's roosts while the chickens are resting to weaken their attacks",
	"chicken_entry_2" : "Chickens will eventually start to construct incredibly powerful chickens known as menaces. Destroy them before they are finished. Menaces under construction are protected by the Raffesia's indestructible shield, rendering them immune to artillery.",
	"chicken_entry_3" : "The Hive's anger will increase over time. Once the hive anger reaches 100%%, the Chicken Queen herself will arrive on the battlefield (unless you are in endless mode) and the chickens will start attacking nonstop. Focus all your firepower upon the chicken queen as her death will cause the swarm to crumble",
	"comm_wars_header" : "Game mode: Commander Wars",
	"comm_wars_entry_1" : "In this gamemode you have access to only your commander and nothing else. Your commander can no longer build, only repair and reclaim. Upgrade your commander by giving it more modules through the commander morph system and defeat the enemy commanders!",
	"comm_wars_entry_2" : "Additionally, balance changes have been made to many commander modules and weapons in order to make them more balanced in a commander-only gamemode. The balance is still experimental however so feedback would be greatly appreciated.",
	"houserules" : "House Rules: "
}
