{
	"update_header": "Aggiornamento principale 0.40.0: Occhio al cielo",
	"shameless_plug": "Se ti piace Future Wars e vuoi contribuire con il tuo feedback al progetto o fare una chiacchierata con gli altri giocatori, considera di unirti al nostro Discord: https://discord.com/invite/GMUnRGUuSy o unisciti a #fw nella zk server. Stiamo attualmente cercando idee, artisti grafici e traduttori per contribuire al progetto, dandoci una nuova mano di vernice.",
	"entry_1": "Benvenuti al 26° importante aggiornamento di Future Wars! Con questo aggiornamento siamo entusiasti di offrirvi nuove e interessanti abilità delle unità, nonché alcune correzioni di bug e modifiche al bilanciamento. Oggi affrontiamo alcune fazioni meno servite da rendere renderli più divertenti da giocare. Per rendere queste unità più divertenti, stiamo aggiungendo diverse nuove abilità relative ai sensori (LOS, radar). Inoltre, abbiamo apportato miglioramenti ai nostri sistemi backend che ci consentono di pubblicare note di patch generate automaticamente ovunque ora: Discord, forum, lobby (#FW, #Modding), ecc. Queste note sulla patch rimarranno nel gioco poiché costituiscono una guida utile alle modifiche essenziali di una patch.",
	"entry_2": "Il lupo è stato a lungo un predone noioso, sottodimensionato e infelice. In questo aggiornamento, ha ricevuto modifiche per renderlo più simile a un vero e proprio esploratore. I suoi attacchi ora contrassegnano le unità per un po' di tempo, permettendo loro di essere visti in Nebbia di guerra, con o senza radar. Inoltre, ha un grande rallentamento AOE e abilità manuale. Ha anche ricevuto un aumento di velocità per aiutarlo, tuttavia questo ha un costo aumentato a 70 metallo. L'abilità tag del sensore deve infliggere danni alle unità, quindi gli scudi la bloccheranno (ma non l'abilità ad area).",
	"entry_3": "DanWarior ha fornito a Future Wars un nuovo modello di bomba atomica con un'animazione fantasiosa. Inoltre, è stato leggermente potenziato con un tempo di ricarica di 15 secondi e una produzione di 3 minuti.",
	"entry_4": "La vedova è stata troppo vanila per un po' di tempo. È stata portata agli standard FW, essendo più pesante e dotata di un'abilità manuale: Sensor hack. Ciò le consente di 'prendere in prestito' i sensori nemici, mostrandoti ciò che l'unità vede.",
	"entry_5": "Zeno è stato finalmente modificato per renderlo un'unità vera e propria. Ora chiamato Wraith, funge da missile da ricognizione. Creerà un'area visiva e alcuni radar durante il volo e rivelerà le unità nemiche che vengono colpite da esso per qualche tempo.",
	"entry_6": "Inoltre, è stato rilasciato un nuovo aggiornamento IA. Aggiorna le tue IA! Come sempre, grazie per aver reso Future Wars il mod più grande sul server!",
	"chicken_header" : "Modalità di gioco: Polli",
	"chicken_entry_1" : "I Polli alterneranno la loro strategia tra il lancio di assalti a oltranza con orde enormi contro la vostra base e la ritirata per recuperare le forze. Assicuratevi di distruggere i Pollai mentre i Polli riposano per indebolire i loro attacchi.",
	"chicken_entry_2" : "Se lasciati indisturbati, i Polli inizieranno a costruire unità incredibilmente potenti, noti come Polli del Terrore. Distruggeteli prima che siano completati. I Polli del Terrore in costruzione sono protetti dallo scudo indistruttibile della Raffesia, che li rende immuni all'artiglieria.",
	"chicken_entry_3" : "La Rabbia dello Sciame aumenterà nel tempo. Una volta che la Rabbia dello Sciame raggiunge il 100%, la Regina dei Polli in persona arriverà sul campo di battaglia (a meno che non siate in modalità Infinita) e i Polli inizieranno ad attaccare senza sosta. Concentrate tutta la vostra potenza di fuoco sulla Regina dei Polli, perché la sua morte farà crollare l'intero sciame",
	"comm_wars_header" : "Modalità di gioco: Commander Wars",
	"comm_wars_entry_1" : "In questa modalità di gioco hai accesso solo al tuo comandante e nient'altro. Il tuo comandante non può più costruire, ma solo riparare e riassorbire relitti. Potenzia il tuo comandante dandogli più moduli attraverso il sistema di upgrade e sconfiggi i comandanti nemici!",
	"comm_wars_entry_2" : "Inoltre, sono state apportate modifiche al bilanciamento di molti moduli e armi del comandante per renderli più equilibrati in questa modalità di gioco esclusiva. Il bilanciamento, tuttavia, è ancora sperimentale, quindi ogni feedback sarebbe molto apprezzato.",
	"houserules" : "Regole della casa: "
}
