{
	"update_header" : "Крупное обновление 0.40.0: Взгляд в небо",
	"shameless_plug" : "Если вам нравится Future Wars и вы хотите оставить свой отзыв о проекте или пообщаться с другими игроками, рассмотрите возможность присоединиться к нашему дискорду: https://discord.com/invite/GMUnRGUuSy или присоединитесь к #fw в zk Сервер. В настоящее время мы ищем идеи, художников-графиков и переводчиков, которые могут внести свой вклад в проект, дав нам свежий слой краски.",
	"entry_1" : "Добро пожаловать в 26-е крупное обновление Future Wars! В этом обновлении мы рады представить вам новые и интересные способности юнитов, а также некоторые исправления ошибок и изменения баланса. Сегодня мы обращаемся к некоторым недостаточно обслуживаемым фракциям, чтобы они могли с ними веселее играть. Чтобы сделать эти юниты более интересными, мы добавляем несколько новых возможностей, связанных с датчиками (LOS, радар). Кроме того, мы внесли улучшения в наши серверные системы, которые позволяют нам публиковать автоматически сгенерированные заметки о патчах где угодно. сейчас: Discord, форумы, лобби (#FW, #Modding) и т. д. Эти примечания к патчу останутся в игре, поскольку они являются полезным руководством по основным изменениям патча.",
	"entry_2" : "Волк долгое время был скучным, слабым и ужасным рейдером. В этом обновлении он получил изменения, которые сделали его более похожим на настоящего разведчика. Его атаки теперь на некоторое время помечают юнитов, позволяя их видеть на поле боя. "Туман войны", с радаром или без него. Кроме того, у него есть большое замедление по площади и способность маркировать вручную. Он также получил повышение скорости, чтобы помочь ему, однако это приводит к увеличению стоимости до 70 металла. Обратите внимание, что Способность сенсорной метки должна наносить урон юнитам, поэтому щиты будут блокировать ее (но не способность по площади).",
	"entry_3" : "DanWarior предоставил для Future Wars новую блестящую модель ядерного оружия с необычной анимацией. Кроме того, она была немного улучшена: время перезарядки составляет 15 секунд, а производство - 3 минуты.",
	"entry_4" : "Вдова какое-то время была слишком ванильной. Она была доведена до стандартов FW, стала тяжелее и имеет возможность вручную: взлом сенсора. Это позволяет ей «одалживать» датчики противника, показывая вам, что это за юнит. видит.",
	"entry_5" : "Зено наконец-то был изменен, чтобы сделать его настоящим юнитом. Теперь он называется 'Призрак' и служит разведывательной ракетой. Он создаст зону обзора, а также некоторый радар во время полета и выявит вражеские юниты, по которым нанесен удар. этим в течение некоторого времени.",
	"entry_6" : "Кроме того, выпущено новое обновление ИИ. Пожалуйста, обновите свои ИИ! Как всегда, спасибо за то, что сделали Future Wars самым большим модом на сервере!",
	"chicken_header" : "Режим игры: Цыплята",
	"chicken_entry_1" : "Курицы будут чередовать нападения на вашу базу огромными полчищами и отступать, чтобы восстановить силы. Убедитесь, что вы уничтожили куриные насесты, пока куры отдыхают, чтобы ослабить их атаки",
	"chicken_entry_2" : "Со временем куры начнут строить невероятно мощных цыплят, известных как угрозы. Уничтожьте их до того, как они закончат строительство. Строящиеся угрозы защищены неразрушимым щитом Раффезии, что делает их неуязвимыми для артиллерии.",
	"chicken_entry_3" : "Гнев улья будет нарастать с течением времени. Как только гнев улья достигнет 100%, на поле боя появится сама куриная королева (если только вы не находитесь в бесконечном режиме), и куры начнут атаковать без остановки. Сосредоточьте всю свою огневую мощь на куриной королеве, поскольку ее смерть приведет к тому, что рой распадется",
	"comm_wars_header" : "Режим игры: Войны командиров",
	"comm_wars_entry_1" : "В этом режиме игры у вас есть доступ только к командиру и ни к чему другому. Ваш командир больше не может строить, только ремонтировать и восстанавливать. Улучшайте своего командира, устанавливая ему дополнительные модули с помощью системы морфов командира, и побеждайте вражеских командиров!",
	"comm_wars_entry_2" : "Кроме того, были внесены изменения в баланс многих модулей и оружия командира, чтобы сделать их более сбалансированными в режиме игры только для командиров. Однако баланс все еще является экспериментальным, поэтому отзывы будут очень полезны",
	"houserules" : "Правила игры: "
}
