{
	"update_header" : "Büyük Güncelleme 0.42.0: Kilitlendi ve Yeniden Yüklendi",
	"entry_1" : "Bu güncelleme beraberinde birkaç yeni ve heyecan verici teknoloji getiriyor. İlk olarak, apaçık olana sahibiz: yeni yükleme ekranları. 'Next-Gen yükleme ekranı' veya kısaca NGLS olarak adlandırılan bu yükleme ekranı yerelleştirilmiş ve dinamik olarak oluşturulmuştur. Ekleyeceğiniz ekran görüntüleri varsa, bunları Discord'umuza göndermekten çekinmeyin!",
	"entry_2" : "İkinci ve daha kritik teknoloji parçası yeni modüler indirme sistemidir. Bu yeni sistem zamandan tasarruf sağlayacak ve oyuncularımızın devasa 148 MB'lık bir dosya indirmesine gerek kalmadan oyunu hızla güncellememize olanak tanıyacak. Bu, esas olarak bu güncellemeden en çok faydalanması gereken Çinli düzenli oyuncularımız için bir iyileştirmedir. Bu sistemin çalışma şekli, büyük statik varlık paketlerini yalnızca bir kez indirmeniz gerektiği ve yalnızca güncellendiklerinde büyük bir indirmeye sahip olacağınız ve o zaman bile tüm oyun dosyası olmayacak.",
	"entry_3" : "Her zamanki gibi, dengeleme çabalarımız devam ediyor. Gunship'ler son zamanlarda onları genel olarak daha kullanışlı/yararlı hale getiren birkaç değişikliğe uğradı. Bunlardan en dikkat çekici olanı, artık zamanla dönen ikiz Gauss topuna sahip olan Aurora'daki değişiklik. Bu sadece havalı görünüyor ve onu daha ölümcül hale getiriyor.",
	"entry_4" : "Ghost Commander'a yeni bir ekleme yapıldı. Sunburst Cannon'ı pompalı tüfeğe, ağır tüfeği daha uzun bir seriye ve pompalı tüfekleri yeniden yükleme süresi karşılığında daha da ölümcül silahlara dönüştüren yepyeni bir 'ağır namlulu' dönüşüm kiti.",
	"entry_5" : "İstihbarat görevlileri, 'denizaltı fabrikası' olarak bilinen yeni bir plan kütüphanesi üzerinde çalışmaların başladığını bildirdi. Bu garip plan, yakın zamanda sınır dünyalarında görüldü. Bu, denizler için savaşa ne getirebilir? Yakında öğrenin.",
	"entry_6" : "Son olarak, birden fazla yeni dil ekledik! Japonca, Brezilyaca, Fransızca ve Portekizce oyuncularına kendi dil paketlerini getirmekten mutluluk duyuyoruz! Nihai plan, Future Wars'u çoğu büyük dilde oynanabilen ve oyunculara etkili bir şekilde iletişim kurmaları için araçlar sağlayan bir oyun haline getirmek. Bunu aklımızda tutarak, 'Akıllı Etiket' sistemleri de ekledik. Bir birimi işaret ederek ve etiket tuşuna ve 1-9'a basarak, müttefiklerinize çevrilmiş etiketlerle şeyleri işaret edebilirsiniz! Her oyuncu etiketi kendi dilinde görecek ve bu da dil engelini ortadan kaldırmaya yardımcı olmalı. Bu makroların en dikkat çekici olanı, etiket düğmesiyle birlikte 1'e basarak erişilen makrodur. Bu, onarım talep edebilen, düşman birimlerini işaret edebilen ve daha fazlasını yapabilen genel amaçlı bir akıllı etikettir! Bugün deneyin!",
	"support_fw" : "Şaman'ı ve Gelecek Savaşları'nı destekleyin!",
	"join_discord" : "Discord'umuza katılın",
	"link_copied" : "Bağlantı panoya kopyalandı",
	"shameless_plug" : "Future Wars'tan hoşlanıyorsanız ve projeye geri bildirimlerinizi iletmek veya diğer oyuncularla sohbet etmek istiyorsanız, discordumuza katılmayı düşünün: https://discord.com/invite/GMUnRGUuSy veya zk sunucusunda #fw'ye katılın. Şu anda projeye katkıda bulunacak fikirler, grafik sanatçılar ve çevirmenler arıyoruz, bize yeni bir boya katmanı sağlayacaklar",
	"chicken_header" : "Oyun modu: Tavuklar",
	"chicken_entry_1" : "Tavuklar, üssünüze büyük sürüler halinde saldırılar düzenlemek ve güçlerini geri kazanmak için geride kalmak arasında dönüşümlü olarak hareket edecekler. Tavuklar dinlenirken saldırılarını zayıflatmak için tavukların yuvalarını yok ettiğinizden emin olun.",
	"chicken_entry_2" : "Tavuklar sonunda tehdit olarak bilinen inanılmaz derecede güçlü tavuklar inşa etmeye başlayacaktır. Onları bitirmeden önce yok edin. İnşa halindeki tehditler, onları topçulara karşı bağışık hale getiren Raffesia'nın yok edilemez kalkanı tarafından korunmaktadır.",
	"chicken_entry_3" : "Kovanın öfkesi zamanla artacaktır. Kovanın öfkesi %%100'e ulaştığında, Tavuk Kraliçesi savaş alanına gelecektir (sonsuz modda değilseniz) ve tavuklar durmadan saldırmaya başlayacaktır. Tüm ateş gücünüzü tavuk kraliçesine odaklayın çünkü onun ölümü sürünün dağılmasına neden olacaktır",
	"comm_wars_header" : "Oyun modu: Komutan Savaşları",
	"comm_wars_entry_1" : "Bu oyun modunda yalnızca komutanınıza erişebilirsiniz ve başka hiçbir şeye erişemezsiniz. Komutanınız artık inşa edemez, yalnızca onarabilir ve geri alabilir. Komutan dönüşüm sistemi aracılığıyla ona daha fazla modül vererek komutanınızı yükseltin ve düşman komutanlarını yenin!",
	"comm_wars_entry_2" : "Ek olarak, komutana özel bir oyun modunda daha dengeli hale getirmek için birçok komutan modülü ve silahında denge değişiklikleri yapıldı. Ancak denge hala deneysel olduğundan geri bildirimleriniz çok takdir edilecektir.",
	"comm_wars_entry_3" : "Bu oyun modunda düşman komutanlarıyla savaşmanız teşvik edilir. Her birkaç dakikada bir, en fazla hasarı veren oyunculara ekstra gelir verilir. Ayrıca, belirli bir süre sonra, haritanın merkezine doğru yavaşça küçülen bir ölüm halkası yaratılır ve oyuncuları ölümüne bir savaşa zorlar.",
	"houserules" : "Ev Kuralları: "
}
