{
	"update_header" : "การอัปเดตครั้งใหญ่ 0.42.0: ล็อคและโหลดใหม่",
	"entry_1" : "การอัปเดตครั้งนี้มาพร้อมกับเทคโนโลยีใหม่ๆ ที่น่าตื่นเต้นหลายอย่าง อันดับแรก เรามีสิ่งที่เห็นได้ชัดเจน: หน้าจอโหลดใหม่ ซึ่งเรียกสั้นๆ ว่า 'หน้าจอโหลดรุ่นถัดไป' หรือ NGLS หน้าจอโหลดนี้ถูกแปลเป็นภาษาท้องถิ่นและสร้างขึ้นแบบไดนามิก หากคุณมีภาพหน้าจอที่ต้องการเพิ่ม โปรดโพสต์ใน Discord ของเรา!",
	"entry_2" : "ส่วนเทคโนโลยีที่สำคัญอย่างที่สองคือระบบดาวน์โหลดแบบแยกส่วนใหม่ ระบบใหม่นี้จะช่วยประหยัดเวลาและช่วยให้เราอัปเดตเกมได้อย่างรวดเร็วโดยที่ผู้เล่นไม่จำเป็นต้องดาวน์โหลดไฟล์ขนาดใหญ่ 148MB นี่เป็นการเสริมประสิทธิภาพให้กับผู้เล่นชาวจีนประจำของเรา ซึ่งน่าจะได้รับประโยชน์สูงสุดจากการอัปเดตนี้ ระบบนี้ทำงานโดยคุณต้องดาวน์โหลดแพ็กทรัพยากรคงที่ขนาดใหญ่เพียงครั้งเดียว และเมื่ออัปเดตแล้วเท่านั้นจึงจะมีไฟล์ดาวน์โหลดขนาดใหญ่ และถึงแม้จะอัปเดตแล้วก็จะไม่ใช่ไฟล์เกมทั้งหมด",
	"entry_3" : "ตามปกติ ความพยายามในการปรับสมดุลของเรายังคงดำเนินต่อไป ปืนเรือมีการเปลี่ยนแปลงหลายอย่างเมื่อไม่นานมานี้ ซึ่งทำให้โดยรวมแล้วใช้งานได้ดีขึ้น/มีประโยชน์มากขึ้น ซึ่งการเปลี่ยนแปลงที่สะดุดตาที่สุดคือการเปลี่ยนแปลงของ Aurora ซึ่งตอนนี้มีปืนคู่แบบเกาส์ที่ขยายขึ้นเรื่อยๆ เมื่อเวลาผ่านไป สิ่งนี้ดูเท่และทำให้มันอันตรายยิ่งขึ้น",
	"entry_4" : "มีการเพิ่มส่วนเพิ่มเติมใหม่ให้กับผู้บัญชาการ Ghost ชุดแปลง 'ลำกล้องหนัก' ใหม่เอี่ยมที่เปลี่ยน Sunburst Cannon ให้เป็นปืนลูกซอง ปืนไรเฟิลหนักเป็นชุดยิงที่ยาวขึ้น และปืนลูกซองเป็นอาวุธที่อันตรายยิ่งขึ้นเพื่อแลกกับเวลาบรรจุกระสุนใหม่",
	"entry_5" : "เจ้าหน้าที่ข่าวกรองรายงานว่าได้เริ่มดำเนินการกับห้องสมุดบลูพริ้นต์ใหม่ที่เรียกว่า 'โรงงานเรือดำน้ำ' บลูพริ้นต์ประหลาดนี้ถูกพบเห็นเมื่อไม่นานมานี้ในโลกชายขอบ สิ่งนี้จะนำอะไรมาสู่สงครามทางทะเลได้บ้าง คอยติดตามกันเร็วๆ นี้",
	"entry_6" : "สุดท้ายนี้ เราได้เพิ่มภาษาใหม่ๆ หลายภาษา! เรายินดีที่จะนำภาษาญี่ปุ่น บราซิล และฝรั่งเศสมาใช้ และผู้เล่นโปรตุเกสมีแพ็กภาษาของตัวเอง! แผนสุดท้ายคือการทำให้ Future Wars เป็นเกมที่สามารถเล่นได้ในภาษาหลักๆ ส่วนใหญ่ และให้ผู้เล่นมีเครื่องมือในการสื่อสารอย่างมีประสิทธิภาพ ด้วยเหตุนี้ เราจึงได้เพิ่มระบบ 'Smart Label' เข้าไปด้วย โดยการชี้ไปที่หน่วยและกดปุ่มป้ายกำกับและ 1-9 คุณสามารถชี้สิ่งต่างๆ ให้พันธมิตรของคุณทราบด้วยป้ายกำกับที่แปลแล้ว! ผู้เล่นแต่ละคนจะเห็นป้ายกำกับในภาษาของตนเอง ซึ่งน่าจะช่วยลดอุปสรรคด้านภาษาได้ มาโครที่สะดุดตาที่สุดคือมาโครที่เข้าถึงได้โดยการกด 1 พร้อมกับปุ่มป้ายกำกับ นี่คือป้ายกำกับอัจฉริยะสำหรับวัตถุประสงค์ทั่วไปที่สามารถร้องขอการซ่อมแซม ชี้ไปยังหน่วยศัตรู และอื่นๆ อีกมากมาย! ลองใช้เลยวันนี้!",
	"support_fw" : "สนับสนุน Shaman และ Future Wars!",
	"join_discord" : "เข้าร่วม Discord ของเรา",
	"link_copied" : "ลิงก์คัดลอกไปยังคลิปบอร์ดแล้ว",
	"shameless_plug" : "หากคุณสนุกกับ Future Wars และต้องการแสดงความคิดเห็นเกี่ยวกับโครงการหรือพูดคุยกับผู้เล่นคนอื่นๆ โปรดพิจารณาเข้าร่วม Discord ของเรา: https://discord.com/invite/GMUnRGUuSy หรือเข้าร่วม #fw ในเซิร์ฟเวอร์ zk ขณะนี้เรากำลังมองหาแนวคิด ศิลปินกราฟิก และนักแปลเพื่อร่วมสนับสนุนโครงการนี้ โดยให้เรามีสีสันใหม่",
	"chicken_header" : "โหมดเกม: ไก่",
	"chicken_entry_1" : "ไก่จะสลับกันโจมตีฐานของคุณโดยใช้ฝูงไก่ขนาดใหญ่และถอยกลับเพื่อฟื้นกำลังของพวกมัน ตรวจสอบให้แน่ใจว่าคุณทำลายรังของไก่ในขณะที่ไก่กำลังพักผ่อนเพื่อลดการโจมตีของพวกมัน",
	"chicken_entry_2" : "ในที่สุดไก่จะเริ่มสร้างไก่ที่มีพลังมหาศาลที่เรียกว่าภัยคุกคาม ทำลายพวกมันก่อนที่พวกมันจะเสร็จสิ้น ภัยคุกคามที่อยู่ระหว่างการก่อสร้างได้รับการปกป้องด้วยโล่ที่ทำลายไม่ได้ของ Raffesia ทำให้พวกมันไม่สามารถถูกโจมตีด้วยปืนใหญ่ได้",
	"chicken_entry_3" : "ความโกรธของรังจะเพิ่มขึ้นเมื่อเวลาผ่านไป เมื่อความโกรธของรังถึงขีดสุด 100%% ราชินีไก่จะมาถึงสนามรบเอง (ยกเว้นว่าคุณอยู่ในโหมดไม่สิ้นสุด) และไก่จะเริ่มโจมตีไม่หยุด จดจ่อกับพลังยิงทั้งหมดของคุณไปที่ราชินีไก่ เพราะการตายของเธอจะทำให้ฝูงไก่แตกสลาย",
	"comm_wars_header" : "โหมดเกม: Commander Wars",
	"comm_wars_entry_1" : "ในโหมดเกมนี้ คุณเข้าถึงได้เฉพาะผู้บัญชาการของคุณเท่านั้น ผู้บัญชาการของคุณสร้างอะไรไม่ได้อีกต่อไป ทำได้แค่ซ่อมแซมและเรียกคืนเท่านั้น อัปเกรดผู้บัญชาการของคุณโดยมอบโมดูลเพิ่มเติมผ่านระบบแปลงร่างผู้บัญชาการ และเอาชนะผู้บัญชาการของศัตรู!",
	"comm_wars_entry_2" : "นอกจากนี้ ยังมีการเปลี่ยนแปลงสมดุลของโมดูลผู้บัญชาการและอาวุธมากมายเพื่อให้สมดุลมากขึ้นในโหมดเกมที่มีผู้บัญชาการเท่านั้น สมดุลยังอยู่ในช่วงทดลอง ดังนั้นข้อเสนอแนะจะเป็นที่ชื่นชมอย่างยิ่ง",
	"comm_wars_entry_3" : "เราสนับสนุนให้คุณต่อสู้กับผู้บัญชาการของศัตรูในโหมดเกมนี้ ทุกๆ สองสามนาที นาที ผู้เล่นที่สร้างความเสียหายได้มากที่สุดจะได้รับรายได้พิเศษ นอกจากนี้ หลังจากผ่านไประยะหนึ่ง วงแหวนแห่งความตายจะถูกสร้างขึ้น ซึ่งจะหดตัวลงอย่างช้าๆ เข้าสู่ใจกลางแผนที่ ทำให้ผู้เล่นต้องต่อสู้จนตาย",
	"houserules" : "กฎของบ้าน: "
}
