{
	"update_header": "Atualização Principal 0.42.0: Bloqueado e Recarregado",
	"entry_1": "Esta atualização traz consigo diversas tecnologias novas e empolgantes. Primeiro, temos o óbvio: as novas telas de carregamento. Chamadas de 'tela de carregamento da próxima geração' ou NGLS, essa tela de carregamento é localizada e gerada dinamicamente. Se você tiver capturas de tela para adicionar, fique à vontade para postá-las em nosso Discord!",
	"entry_2": "A segunda e mais crítica tecnologia é o novo sistema de download modular. Este novo sistema economizará tempo e nos permitirá atualizar o jogo rapidamente sem que nossos jogadores precisem baixar um arquivo enorme de 148 MB. Isso é principalmente um bônus para nossos jogadores chineses regulares, que devem se beneficiar mais desta atualização. O sistema funciona da seguinte forma: você só precisa baixar os grandes pacotes de recursos estáticos uma vez e somente quando eles forem atualizados você terá um download grande, e mesmo assim não será o arquivo inteiro do jogo.",
	"entry_3": "Como Como de costume, nossos esforços de balanceamento continuam. As naves de guerra passaram por várias mudanças recentemente, o que as torna mais usáveis/úteis. A mais impressionante delas é a mudança no Aurora, que agora tem dois canhões gauss que se enrolam com o tempo. Isso é simplesmente incrível e o torna mais mortal.",
	"entry_4": "Uma nova adição foi adicionada ao comandante Ghost. Um novo kit de conversão de 'cano pesado' que transforma o Canhão Sunburst em uma espingarda, o rifle pesado em uma rajada mais longa e as espingardas em armas ainda mais mortais em troca de tempo de recarga.",
	"entry_5": "Oficiais de inteligência relataram que o trabalho começou em uma nova biblioteca de projetos conhecida como 'fábrica de submarinos'. Este projeto estranho foi avistado recentemente nos mundos periféricos. O que isso pode trazer para a guerra pelos mares? Descubra em breve.",
	"entry_6": "Por fim, adicionamos vários novos idiomas! Temos o prazer de trazer aos jogadores japoneses, brasileiros, franceses e portugueses seus próprios pacotes de idiomas! O plano final é tornar o Future Wars um jogo que possa ser jogado na maioria dos principais idiomas e que forneça aos jogadores ferramentas para uma comunicação eficaz. Com isso em mente, também adicionamos sistemas de \"Etiquetas Inteligentes\". Ao apontar para uma unidade e pressionar a tecla de etiqueta e 1-9, você pode indicar itens aos seus aliados com etiquetas traduzidas! Cada jogador verá a etiqueta em seu próprio idioma, o que deve ajudar a reduzir a barreira linguística. A mais impressionante dessas macros é aquela acessada pressionando 1 junto com o botão de etiqueta. Esta é uma etiqueta inteligente de uso geral que pode solicitar reparos, indicar unidades inimigas e muito mais! Experimente hoje mesmo!",
	"support_fw": "Apoie o Shaman e o Future Wars!",
	"join_discord": "Junte-se ao nosso Discord",
	"link_copied": "Link copiado para a área de transferência",
	"shameless_plug": "Se você gosta do Future Wars e quer contribuir com seu feedback para o projeto ou bater um papo com outros jogadores, considere entrar no nosso Discord: https://discord.com/invite/GMUnRGUuSy ou junte-se ao #fw no servidor zk. Estamos procurando ideias, artistas gráficos e tradutores para contribuir com o projeto, dando-nos uma nova cara.",
	"chicken_header": "Modo de jogo: Galinhas",
	"chicken_entry_1": "As galinhas alternarão entre lançar ataques generalizados à sua base com hordas enormes e recuar para recuperar suas forças. Certifique-se de destruir os poleiros das galinhas enquanto elas descansam para enfraquecer seus ataques",
	"chicken_entry_2": "As galinhas eventualmente começarão a construir galinhas incrivelmente poderosas conhecidas como ameaças. Destrua-as antes que terminem. As ameaças em construção são protegidas pelo escudo indestrutível da Raffesia, tornando-as imunes à artilharia.",
	"chicken_entry_3": "A fúria da Colmeia aumentará com o tempo. Assim que a fúria da colmeia atingir 100%%, a própria Rainha Galinha chegará ao campo de batalha (a menos que você esteja no modo infinito) e as galinhas começarão a atacar sem parar. Concentre todo o seu poder de fogo na Rainha Galinha, pois sua morte fará com que o enxame se desintegre.",
	"comm_wars_header": "Modo de jogo: Guerras de Comandantes",
	"comm_wars_entry_1": "Neste modo de jogo, você tem acesso apenas ao seu comandante e nada mais. Seu comandante não pode mais construir, apenas consertar e recuperar. Aprimore seu comandante dando a ele mais módulos por meio do sistema de metamorfose de comandante e derrote os comandantes inimigos!",
	"comm_wars_entry_2": "Além disso, foram feitas alterações de balanceamento em muitos módulos e armas de comandante para torná-los mais equilibrados em um modo de jogo exclusivo para comandantes. O balanceamento ainda é experimental, portanto, feedback será muito apreciado.",
	"comm_wars_entry_3": "Você é incentivado a lutar contra comandantes inimigos neste modo de jogo. A cada poucos minutos, os jogadores que Quem sofrer mais dano receberá uma renda extra. Além disso, após algum tempo, um anel da morte será criado e lentamente se encolherá em direção ao centro do mapa, forçando os jogadores a uma luta até a morte.",
	"houserules" : "Regras da Casa: "
}