{
	"update_header" : "Großes Update: v38",
	"shameless_plug" : "Wenn dir Future Wars gefällt und du gerne Feedback zum Projekt geben oder dich mit anderen Spielern austauschen möchtest, kannst du unserem Discord beitreten: https://discord.com/invite/GMUnRGUuSy oder #fw auf dem zk-Server.",
	"entry_1" : "Mit diesem Update unterstützen wir offiziell den Spieltyp Commander Wars mit einer eigenen Modoption. Benutzt 'commwars = 1' um ihn zu aktivieren. Außerdem haben wir mit der Überarbeitung des Chicken-Spielmodus begonnen. Die Superwaffen wurden ebenfalls überarbeitet, um sie interaktiver zu machen. Die Probleme mit dem Energie-Overlay wurden behoben (zum größten Teil). Zu guter Letzt haben wir einige Balance-Änderungen und Fehlerbehebungen vorgenommen, um das Spielerlebnis zu verbessern.",
	"entry_2" : "Es wurde ein neuer Spielmodus hinzugefügt: Commander wars - In diesem Spielmodus hast du nur deinen Commander. Rüste deinen Commander mit dem riesigen Arsenal an Commander-Modulen von Future War auf und mache Jagd auf den gegnerischen Commander. Enthält eine einzigartige Trophäe.",
	"entry_3" : "Der Hühnerspielmodus wurde ebenfalls massiv überarbeitet. Die Hühner von Future Wars sind jetzt viel, viel schwieriger und wesentlich dynamischer. Mit koordinierten Wellen, mächtigen Bedrohungshühnern, 2 neuen Auszeichnungen und einer ultraschweren Königin.",
	"entry_4" : "Snare hat auch ein neues, schickes Modell und eine komplette Überarbeitung erhalten. Die Einheit ist jetzt deutlich stärker und gibt den Hinterhalten die Stärke eines Frontalangriffs, die ihnen vorher fehlte, was sie im mittleren Spiel viel brauchbarer macht",
	"entry_5" : "Zusätzlich haben wir dieses neue schicke Patch-Notizen-Ding hinzugefügt, komplett mit Lokalisierung. Dies sollte nur einmal pro großem Update erscheinen.",
	"entry_6" : "Balance-Änderungen:",
	"entry_7" : "Die Gesundheit von Fabriken wurde erhöht. Die Dps von Froth wurden leicht verringert. Azimuth wurde überarbeitet. Hermit wurde zu einer schwereren Angriffseinheit. Divinity wurde leicht abgeschwächt, um Air Rushes vernünftig zu halten. Striker hat seinen alten Knockback wiedererlangt. Bei Waylayer wurde die dgun korrigiert.",
	"entry_8" : "Außerdem wurde der lästige Fehler von Resign State endlich behoben. Die Nachladebalken für Spooling-Waffen und Superwaffen wie Liberator sind nun korrigiert. Außerdem erhält der Spieler mit zusätzlichen Kommandanten in 2-Kommando-Situationen einen zusätzlichen Ressourcenanteil, um ihnen zu helfen. Außerdem wurden Todesnachrichten hinzugefügt, damit das Besiegen von Feinden mehr Spaß macht",
	"chicken_header" : "Spielmodus: Chicken",
	"chicken_entry_1" : "Die Chickens greifen abwechselnd mit riesigen Horden deine Basis an und halten sich zurück, um ihre Kräfte wieder zu sammeln. Stellen Sie sicher, dass Sie die Hühnerställe zerstören, während die Hühner sich ausruhen, um ihre Angriffe zu schwächen",
	"chicken_entry_2" : "Die Chickens fangen irgendwann an, unglaublich mächtige Hühner zu bauen, die als Bedrohung bekannt sind. Zerstöre sie, bevor sie fertig sind. Im Bau befindliche Bedrohungen werden durch den unzerstörbaren Schild der Raffesia geschützt, der sie immun gegen Artillerie macht.",
	"chicken_entry_3" : "Die Wut des Bienenstocks wird mit der Zeit zunehmen. Sobald die Wut des Bienenstocks 100% erreicht hat, wird die Hühnerkönigin selbst auf dem Schlachtfeld erscheinen (es sei denn, Sie befinden sich im Endlosmodus) und die Hühner werden ununterbrochen angreifen. Konzentrieren Sie Ihre gesamte Feuerkraft auf die Hühnerkönigin, denn ihr Tod wird den Schwarm zum Zusammenbruch bringen",
	"comm_wars_header" : "Spielmodus: Commander Wars",
	"comm_wars_entry_1" : "In diesem Spielmodus hast du nur Zugriff auf deinen Kommandanten und nichts anderes. Dein Commander kann nicht mehr bauen, sondern nur noch reparieren und wiederherstellen. Rüste deinen Commander auf, indem du ihm mehr Module durch das Commander-Morph-System gibst und besiege die gegnerischen Commander!",
	"comm_wars_entry_2" : "Zusätzlich wurden an vielen Kommandomodulen und Waffen Balanceänderungen vorgenommen, um sie in einem reinen Kommandospielmodus ausgewogener zu machen. Die Balance ist jedoch noch experimentell, daher wäre Feedback sehr willkommen",
	"houserules" : "Hausregeln: "
}
