{
	"header" : "Крупное обновление: v38",
	"entry_1" : "В этом обновлении мы официально поддерживаем тип игры Commander Wars с собственной модопцией. Используйте 'commwars = 1', чтобы включить его. Кроме того, мы приступили к переработке режима игры 'Курица'. Супер-оружие также было переработано, чтобы сделать его более интерактивным. Устранены проблемы с наложением энергии (по большей части). Наконец, мы внесли некоторые изменения в баланс и исправили ошибки, чтобы сгладить впечатление от игры.",
	"entry_2" : "Добавлен новый игровой режим: Commander wars - в этом режиме у вас есть только ваш командир. Улучшите своего командира с помощью огромного арсенала командирских модулей Future War и выследите вражеского командира. В игре есть уникальный трофей.",
	"entry_3" : "Игровой режим 'Куры' также получил масштабную модернизацию. Курицы будущих войн теперь намного сложнее и динамичнее. В игре появились скоординированные волны, мощные угрожающие цыплята, 2 новые награды и одна королева чонки.",
	"entry_4" : "Snare также получил новую фантастическую модель и полную реконструкцию. Теперь юнит стал значительно сильнее и придает засадам силу лобовой атаки, которой раньше им не хватало, что делает их гораздо более жизнеспособными в средней игре",
	"entry_5" : "Кроме того, мы добавили новое примечание к патчу, включающее локализацию. Она должна появляться только один раз в каждом крупном обновлении",
	"entry_6" : "Изменения в балансе:",
	"entry_7" : "У фабрик увеличено здоровье. У Froth немного снижен dps. Азимут был переработан. Hermit стал более тяжелым штурмовым юнитом. Божественность была немного ослаблена, чтобы не мешать воздушным броскам. Striker получил прежнюю отдачу. Waylayer получил исправленный dgun.",
	"entry_8" : "Кроме того, наконец-то исправлена раздражающая ошибка resign state. Полосы перезарядки теперь исправлены для оружия с катушками и супер-оружия, такого как Liberator. Кроме того, в ситуациях с двумя командами игрок, имеющий лишних командиров, будет получать дополнительную долю ресурсов, чтобы помочь им. Также были добавлены сообщения о смерти, чтобы сделать победу над врагами более веселой.",
	"chicken_header" : "Режим игры: Цыплята",
	"chicken_entry_1" : "Курицы будут чередовать нападения на вашу базу огромными полчищами и отступать, чтобы восстановить силы. Убедитесь, что вы уничтожили куриные насесты, пока куры отдыхают, чтобы ослабить их атаки",
	"chicken_entry_2" : "Со временем куры начнут строить невероятно мощных цыплят, известных как угрозы. Уничтожьте их до того, как они закончат строительство. Строящиеся угрозы защищены неразрушимым щитом Раффезии, что делает их неуязвимыми для артиллерии.",
	"chicken_entry_3" : "Гнев улья будет нарастать с течением времени. Как только гнев улья достигнет 100%, на поле боя появится сама куриная королева (если только вы не находитесь в бесконечном режиме), и куры начнут атаковать без остановки. Сосредоточьте всю свою огневую мощь на куриной королеве, поскольку ее смерть приведет к тому, что рой распадется",
	"comm_wars_header" : "Режим игры: Войны командиров",
	"comm_wars_entry_1" : "В этом режиме игры у вас есть доступ только к командиру и ни к чему другому. Ваш командир больше не может строить, только ремонтировать и восстанавливать. Улучшайте своего командира, устанавливая ему дополнительные модули с помощью системы морфов командира, и побеждайте вражеских командиров!",
	"comm_wars_entry_2" : "Кроме того, были внесены изменения в баланс многих модулей и оружия командира, чтобы сделать их более сбалансированными в режиме игры только для командиров. Однако баланс все еще является экспериментальным, поэтому отзывы будут очень полезны",
	"houserules" : "Правила игры: "
}
