{
	"update_header" : "Mise à jour majeure 0.42.0 : verrouillé et rechargé",
	"entry_1" : "Cette mise à jour apporte plusieurs nouvelles technologies passionnantes. Tout d'abord, le plus évident : les nouveaux écrans de chargement. Surnommés « écran de chargement nouvelle génération » (NGLS), ces écrans sont localisés et générés dynamiquement. Si vous avez des captures d'écran à ajouter, n'hésitez pas à les publier sur notre Discord !",
	"entry_2" : "Le deuxième élément technologique, plus crucial, est le nouveau système de téléchargement modulaire. Ce nouveau système permettra de gagner du temps et de mettre à jour rapidement le jeu sans que nos joueurs aient à télécharger un fichier volumineux de 148 Mo. Il s'agit principalement d'un avantage pour nos joueurs chinois habituels, qui devraient en tirer le plus grand bénéfice. Ce système fonctionne de la manière suivante : il suffit de télécharger les gros packs de ressources statiques une seule fois ; ce n'est qu'après leur mise à jour que le téléchargement sera volumineux, et même dans ce cas, il ne s'agira pas de l'intégralité du fichier du jeu.",
	"entry_3" : "Comme d'habitude, nos efforts d'équilibrage se poursuivent. Les hélicoptères de combat ont récemment bénéficié de plusieurs modifications qui les rendent globalement plus utilisables et utiles. La plus marquante est celle apportée à l'Aurora, désormais équipé de deux canons Gauss à accélération progressive. C'est tout simplement génial et le rend plus mortel.",
	"entry_4" : "Un nouvel ajout a été ajouté au commandant Ghost : un tout nouveau kit de conversion « canon lourd » qui transforme le canon Sunburst en fusil à pompe, le fusil lourd en rafale plus longue et les fusils à pompe en armes encore plus meurtrières, moyennant un temps de rechargement plus court.",
	"entry_5" : "Des agents du renseignement ont signalé que les travaux ont commencé sur une nouvelle bibliothèque de plans, connue sous le nom d'« usine sous-marine ». Cet étrange plan a été repéré récemment sur les mondes périphériques. Quel pourrait être son impact sur la guerre des mers ? Découvrez-le bientôt.",
	"entry_6" : "Enfin, nous avons ajouté plusieurs nouvelles langues ! Nous sommes ravis d'offrir aux joueurs japonais, brésiliens, français et portugais leurs propres packs de langues ! L'objectif final est de faire de Future Wars un jeu jouable dans la plupart des langues principales et de fournir aux joueurs des outils pour communiquer efficacement. Dans cette optique, nous avons également ajouté des systèmes d'« étiquettes intelligentes ». En pointant une unité et en appuyant sur la touche d'étiquette et les touches 1 à 9, vous pouvez indiquer des éléments à vos alliés avec des étiquettes traduites ! Chaque joueur verra l'étiquette dans sa propre langue, ce qui devrait contribuer à réduire la barrière linguistique. La plus frappante de ces macros est celle accessible en appuyant sur la touche 1 tout en appuyant sur le bouton d'étiquette. Il s'agit d'une étiquette intelligente polyvalente qui permet de demander des réparations, d'indiquer des unités ennemies, et bien plus encore ! Essayez-la dès aujourd'hui!",
	"support_fw" : "Soutenez Shaman et Future Wars !",
	"join_discord" : "Rejoignez notre Discord",
	"link_copied" : "Lien copié dans le presse-papiers",
	"shameless_plug" : "Si vous appréciez Future Wars et souhaitez partager vos commentaires sur le projet ou discuter avec d'autres joueurs, pensez à rejoindre notre Discord : https://discord.com/invite/GMUnRGUuSy ou à rejoindre le serveur ZK avec le hashtag #fw. Nous recherchons actuellement des idées, des graphistes et des traducteurs pour contribuer au projet et lui donner un nouveau souffle.",
	"chicken_header" : "Mode de jeu : Poulets",
	"chicken_entry_1" : "Les poules alterneront entre des assauts massifs sur votre base avec d'immenses hordes et une retraite pour reconstituer leurs forces. Assurez-vous de détruire leurs perchoirs pendant qu'elles se reposent afin d'affaiblir leurs attaques.",
	"chicken_entry_2" : "Les poulets finiront par construire des créatures incroyablement puissantes, appelées menaces. Détruisez-les avant qu'elles ne soient terminées. Les menaces en construction sont protégées par le bouclier indestructible du Raffesia, les rendant invulnérables à l'artillerie.",
	"chicken_entry_3" : "La colère de la Ruche augmentera avec le temps. Une fois qu'elle atteindra 100 %, la Reine des Poules en personne arrivera sur le champ de bataille (sauf si vous êtes en mode infini) et les poules attaqueront sans relâche. Concentrez toute votre puissance de feu sur la Reine des Poules, car sa mort provoquera l'effondrement de l'essaim.",
	"comm_wars_header" : "Mode de jeu : Commander Wars",
	"comm_wars_entry_1" : "Dans ce mode de jeu, vous n'avez accès qu'à votre commandant et à rien d'autre. Votre commandant ne peut plus construire, seulement réparer et récupérer. Améliorez votre commandant en lui ajoutant des modules grâce au système de transformation et éliminez les commandants ennemis!",
	"comm_wars_entry_2" : "De plus, des modifications d'équilibrage ont été apportées à de nombreux modules et armes de commandant afin de les rendre plus équilibrés dans un mode de jeu exclusivement réservé aux commandants. Cet équilibrage est encore expérimental ; vos commentaires seraient donc les bienvenus.",
	"comm_wars_entry_3" : "Dans ce mode de jeu, vous êtes encouragé à combattre les commandants ennemis. Toutes les quelques minutes, les joueurs ayant infligé le plus de dégâts recevront des gains supplémentaires. De plus, après un certain temps, un anneau de mort apparaîtra et se rétrécira lentement vers le centre de la carte, forçant les joueurs à se battre à mort.",
	"houserules" : "Règlement intérieur: "
}
