{
	"update_header" : "อัปเดตรอง 0.39.14: จุดอ้างอิงสู่อนาคต",
	"shameless_plug" : "If you enjoy Future Wars and want to contribute your feedback to the project or have a chat with fellow players, consider joining our discord: https://discord.com/invite/GMUnRGUuSy or join #fw in the zk server. We are currently looking for ideas, graphical artists, and translators to contribute to the project, giving us a fresh coat of paint.",
	"entry_1" : "การอัปเดตนี้เน้นการแก้ไขปัญหาหลายประการเมื่อเร็วๆ นี้ ฉันได้กลับสู่การพัฒนาที่ใช้งานอยู่และได้ดูแลปัญหาต่างๆ ในเบื้องหลัง ประการแรก การปรับให้เหมาะสมที่สำคัญในการซ้อนทับกริดได้เสร็จสิ้นแล้ว คุณไม่ควรมีปัญหาอีกต่อไป ด้วยการสั่งช่างก่อสร้างจำนวนมากมาสร้างแหล่งพลังงาน",
	"entry_2" : "อันดับที่สองในรายการความก้าวหน้า Future Wars AI มีแพตช์ ดังนั้นหากคุณติดตั้งไว้ โปรดอัปเดตจาก Github โดยจะแก้ไขข้อบกพร่องร้ายแรงที่ทำให้เกมล่มเมื่อโรงงานเสียชีวิต ขอบคุณสำหรับการ รายงาน!",
	"entry_3" : "ส่วนสุดท้ายเกี่ยวกับความก้าวหน้าและบางทีที่ใหญ่ที่สุดคือการแนะนำคิวคำสั่งสำหรับ Athenas และ Strider Hubs เมื่อคลิกที่ไอคอนรูปธงที่เลือก Athenas ไว้ คุณจะสามารถแก้ไขเวย์พอยท์สำหรับสิ่งเหล่านั้นได้ โปรดลองดูและ รายงานข้อเสนอแนะใด ๆ เกี่ยวกับความไม่ลงรอยกันของเราหรือใน #modding",
	"entry_4" : "ตอนนี้สำหรับข่าวแบ็กเอนด์บางส่วน: เรามีตัวสร้างแพตช์อัตโนมัติตัวใหม่พร้อมฟีเจอร์ใหม่เจ๋งๆ เข้าร่วม #modding หรือ #fw เพื่อตรวจสอบ มันจะสร้างบันทึกแพตช์โดยอัตโนมัติจากรายการคอมมิตของเรา กระบวนการนี้ไม่สมบูรณ์แบบ แต่เป็นขั้นตอนที่เพิ่มขึ้นจากการสร้างบันทึกการแก้ไขด้วยตนเอง",
	"chicken_header" : "Game mode: Chickens",
	"chicken_entry_1" : "Chickens will alternate between launching all out assaults on your base with huge hordes and staying back in order to regain their forces. Ensure you destroy the chicken's roosts while the chickens are resting to weaken their attacks",
	"chicken_entry_2" : "Chickens will eventually start to construct incredibly powerful chickens known as menaces. Destroy them before they are finished. Menaces under construction are protected by the Raffesia's indestructible shield, rendering them immune to artillery.",
	"chicken_entry_3" : "The Hive's anger will increase over time. Once the hive anger reaches 100%, the Chicken Queen herself will arrive on the battlefield (unless you are in endless mode) and the chickens will start attacking nonstop. Focus all your firepower upon the chicken queen as her death will cause the swarm to crumble",
	"comm_wars_header" : "Game mode: Commander Wars",
	"comm_wars_entry_1" : "In this gamemode you have access to only your commander and nothing else. Your commander can no longer build, only repair and reclaim. Upgrade your commander by giving it more modules through the commander morph system and defeat the enemy commanders!",
	"comm_wars_entry_2" : "Additionally, balance changes have been made to many commander modules and weapons in order to make them more balanced in a commander-only gamemode. The balance is still experimental however so feedback would be greatly appreciated.",
	"houserules" : "House Rules: "
}
