{
	"update_header" : "Major Update 0.42.0: Locked and Reloaded",
	"entry_1" : "This update brings along with it several new and exciting technologies. First up, we have the obvious: the new loading screens. Dubbed 'Next-Gen loading screen' or NGLS for short, this loading screen is localized and dynamically generated. If you have screen shots to add, feel free to post them in our discord!",
	"entry_2" : "The second and more critical piece of tech is the new modular download system. This new system will save time and allow us to rapidly update the game without our players having to download a massive 148mb file. This is mainly a buff to our Chinese regulars who should see the most benefit to this update. The way this system works is you need only to download the big static asset packs once and only when they're updated will you have a large download, and even then it will not be the entire game file.",
	"entry_3" : "As per usual, our balancing efforts continue. Gunships have had several changes recently which makes them overall more usable / useful. The most striking of which is the change to the Aurora, who now has twin gauss cannons that spool up over time. This just looks cool and makes it more deadly.",
	"entry_4" : "A new addition has been added to the Ghost commander. A brand new 'heavy barrel' conversion kit which changes Sunburst Cannon into a shotgun, heavy rifle into a longer burst, and shotguns into even deadlier weapons in exchange for reload time.",
	"entry_5" : "Intelligence officers have reported that work has begun on a new blueprint library known as the 'submarine factory'. This strange blueprint was spotted recently on the fringe worlds. What could this bring to the war for the seas? Find out soon.",
	"entry_6" : "Lastly, we've added multiple new languages! We're pleased to bring Japanese, Brazilian, French and Portuguese players their own language packs! The eventual plan is to make Future Wars a game that can be played in most major languages and provide players tools to communicate effectively. With this in mind, we've also added 'Smart Label' systems. By pointing to a unit and pressing the label key and 1-9, you can point things out to your allies with translated labels! Each player will see the label in their own language, which should help with bringing down the language barrier. The most striking of these macros is the one accessed by pressing 1 along with the label button. This is a general purpose smart label that can request repairs, point out enemy units, and more! Give it a shot today!",
	"support_fw" : "Support Shaman and Future Wars!",
	"join_discord" : "Join our Discord",
	"link_copied" : "Link copied to clipboard",
	"shameless_plug" : "If you enjoy Future Wars and want to contribute your feedback to the project or have a chat with fellow players, consider joining our discord: https://discord.com/invite/GMUnRGUuSy or join #fw in the zk server. We are currently looking for ideas, graphical artists, and translators to contribute to the project, giving us a fresh coat of paint.",
	"chicken_header" : "Game mode: Chickens",
	"chicken_entry_1" : "Chickens will alternate between launching all out assaults on your base with huge hordes and staying back in order to regain their forces. Ensure you destroy the chicken's roosts while the chickens are resting to weaken their attacks",
	"chicken_entry_2" : "Chickens will eventually start to construct incredibly powerful chickens known as menaces. Destroy them before they are finished. Menaces under construction are protected by the Raffesia's indestructible shield, rendering them immune to artillery.",
	"chicken_entry_3" : "The Hive's anger will increase over time. Once the hive anger reaches 100%%, the Chicken Queen herself will arrive on the battlefield (unless you are in endless mode) and the chickens will start attacking nonstop. Focus all your firepower upon the chicken queen as her death will cause the swarm to crumble",
	"comm_wars_header" : "Game mode: Commander Wars",
	"comm_wars_entry_1" : "In this gamemode you have access to only your commander and nothing else. Your commander can no longer build, only repair and reclaim. Upgrade your commander by giving it more modules through the commander morph system and defeat the enemy commanders!",
	"comm_wars_entry_2" : "Additionally, balance changes have been made to many commander modules and weapons in order to make them more balanced in a commander-only gamemode. The balance is still experimental however so feedback would be greatly appreciated.",
	"comm_wars_entry_3" : "You are encouraged to fight enemy commanders in this gamemode. Every few minutes, the players who have dealt the most damage will be granted extra income. Additionally, after some amount of time, A ring of death will be created that will slowly shrink into the center of the map, forcing players into a fight to the death.",
	"houserules" : "House Rules: "
}
