{
	"update_header" : "Крупное обновление 0.42.0: заблокировано и перезагружено",
	"entry_1" : "Это обновление приносит с собой несколько новых и захватывающих технологий. Во-первых, у нас есть очевидное: новые загрузочные экраны. Названный «загрузочным экраном следующего поколения» или сокращенно NGLS, этот загрузочный экран локализован и динамически генерируется. Если у вас есть скриншоты для добавления, не стесняйтесь размещать их в нашем Discord!",
	"entry_2" : "Вторая и более важная часть технологии — это новая модульная система загрузки. Эта новая система сэкономит время и позволит нам быстро обновлять игру, не загружая нашим игрокам огромный файл размером 148 МБ. Это в основном бафф для наших китайских постоянных клиентов, которые должны увидеть наибольшую выгоду от этого обновления. Эта система работает так: вам нужно загрузить большие статические пакеты ресурсов только один раз, и только когда они будут обновлены, у вас будет большая загрузка, и даже тогда это будет не весь файл игры.",
	"entry_3" : "Как обычно, наши усилия по балансировке продолжаются. Недавно в боевые корабли было внесено несколько изменений, что сделало их в целом более удобными/полезными. Наиболее ярким из них является изменение в Aurora, которая теперь имеет двойные пушки Гаусса, которые раскручиваются со временем. Это просто выглядит круто и делает ее более смертоносной.",
	"entry_4" : "Добавлено новое дополнение к командиру Ghost. Совершенно новый комплект для переоборудования «тяжелый ствол», который превращает пушку Sunburst в дробовик, тяжелую винтовку в более длинную очередь, а дробовики в еще более смертоносное оружие в обмен на время перезарядки.",
	"entry_5" : "Офицеры разведки сообщили, что началась работа над новой библиотекой чертежей, известной как «фабрика подводных лодок». Этот странный чертеж был недавно замечен на пограничных мирах. Что это может принести в войну за моря? Узнайте скоро.",
	"entry_6" : "Наконец, мы добавили несколько новых языков! Мы рады предоставить японским, бразильским, французским и португальским игрокам собственные языковые пакеты! Конечный план состоит в том, чтобы сделать Future Wars игрой, в которую можно играть на большинстве основных языков, и предоставить игрокам инструменты для эффективного общения. Имея это в виду, мы также добавили системы «умных меток». Указывая на отряд и нажимая клавишу метки и 1-9, вы можете указывать своим союзникам на вещи с помощью переведенных меток! Каждый игрок будет видеть метку на своем родном языке, что должно помочь в устранении языкового барьера. Самый поразительный из этих макросов — тот, к которому можно получить доступ, нажав 1 вместе с кнопкой метки. Это универсальная умная метка, которая может запрашивать ремонт, указывать на вражеские отряды и многое другое! Попробуйте сегодня!",
	"support_fw" : "Поддержите Shaman и Future Wars!",
	"join_discord" : "Присоединяйтесь к нашему Discord",
	"link_copied" : "Ссылка скопирована в буфер обмена",
	"shameless_plug" : "Если вам нравится Future Wars и вы хотите оставить свой отзыв о проекте или пообщаться с другими игроками, рассмотрите возможность присоединиться к нашему Discord: https://discord.com/invite/GMUnRGUuSy или присоединиться к #fw на сервере zk. В настоящее время мы ищем идеи, графических художников и переводчиков, которые внесут свой вклад в проект, придав ему свежий оттенок.",
	"chicken_header" : "Режим игры: Цыплята",
	"chicken_entry_1" : "Курицы будут чередовать нападения на вашу базу огромными полчищами и отступать, чтобы восстановить силы. Убедитесь, что вы уничтожили куриные насесты, пока куры отдыхают, чтобы ослабить их атаки",
	"chicken_entry_2" : "Со временем куры начнут строить невероятно мощных цыплят, известных как угрозы. Уничтожьте их до того, как они закончат строительство. Строящиеся угрозы защищены неразрушимым щитом Раффезии, что делает их неуязвимыми для артиллерии.",
	"chicken_entry_3" : "Гнев улья будет нарастать с течением времени. Как только гнев улья достигнет 100%, на поле боя появится сама куриная королева (если только вы не находитесь в бесконечном режиме), и куры начнут атаковать без остановки. Сосредоточьте всю свою огневую мощь на куриной королеве, поскольку ее смерть приведет к тому, что рой распадется.",
	"comm_wars_header" : "Режим игры: Войны командиров",
	"comm_wars_entry_1" : "В этом режиме игры у вас есть доступ только к командиру и ни к чему другому. Ваш командир больше не может строить, только ремонтировать и восстанавливать. Улучшайте своего командира, устанавливая ему дополнительные модули с помощью системы морфов командира, и побеждайте вражеских командиров!",
	"comm_wars_entry_2" : "Кроме того, были внесены изменения в баланс многих модулей и оружия командира, чтобы сделать их более сбалансированными в режиме игры только для командиров. Однако баланс все еще является экспериментальным, поэтому отзывы будут очень полезны.",
	"comm_wars_entry_3" : "В этом игровом режиме вам предлагается сражаться с вражескими командирами. Каждые несколько минут игроки, нанесшие наибольший урон, будут получать дополнительный доход. Кроме того, через некоторое время будет создано кольцо смерти, которое будет медленно сжиматься в центре карты, заставляя игроков сражаться не на жизнь, а на смерть.",
	"houserules" : "Правила игры: "
}
