{
	"update_header" : "Небольшое обновление 0.39.14: Путь в будущее",
	"shameless_plug" : "Если вам нравится Future Wars и вы хотите оставить свой отзыв о проекте или пообщаться с другими игроками, рассмотрите возможность присоединиться к нашему дискорду: https://discord.com/invite/GMUnRGUuSy или присоединитесь к #fw в zk Сервер. В настоящее время мы ищем идеи, художников-графиков и переводчиков, которые могут внести свой вклад в проект, дав нам свежий слой краски.",
	"entry_1": "Это обновление устраняет несколько проблем, возникших за последнее время. Я вернулся к активной разработке и позаботился о нескольких проблемах в фоновом режиме. Во-первых, были выполнены основные оптимизации наложения сетки. У вас больше не должно возникнуть проблем. с заказом большого количества строителей для строительства источников энергии.",
	"entry_2" : "Второй в списке достижений, Future Wars AI имеет патч, поэтому, если он у вас установлен, обновите его с Github. Он устраняет критическую ошибку, которая приводит к сбою игры при выходе из строя фабрики. Спасибо за ваше отчеты!",
	"entry_3" : "Последний шаг вперед и, возможно, самый большой — это введение очередей команд для Athenas и Strider Hubs. Нажав на значок флага с выбранными афинами, вы можете редактировать путевые точки для них. Пожалуйста, попробуйте это и сообщайте о любых отзывах в нашем Discord или в #modding.",
	"entry_4" : "Теперь некоторые новости: у нас есть новый автоматический генератор патчей с некоторыми интересными новыми функциями. Присоединяйтесь к #modding или #fw, чтобы проверить это. Он автоматически сгенерирует примечания к исправлениям из нашего списка коммитов. Этот процесс не идеален. , но это шаг вперед по сравнению с ручным созданием примечаний к исправлениям.",
	"chicken_header" : "Режим игры: Цыплята",
	"chicken_entry_1" : "Курицы будут чередовать нападения на вашу базу огромными полчищами и отступать, чтобы восстановить силы. Убедитесь, что вы уничтожили куриные насесты, пока куры отдыхают, чтобы ослабить их атаки",
	"chicken_entry_2" : "Со временем куры начнут строить невероятно мощных цыплят, известных как угрозы. Уничтожьте их до того, как они закончат строительство. Строящиеся угрозы защищены неразрушимым щитом Раффезии, что делает их неуязвимыми для артиллерии.",
	"chicken_entry_3" : "Гнев улья будет нарастать с течением времени. Как только гнев улья достигнет 100%, на поле боя появится сама куриная королева (если только вы не находитесь в бесконечном режиме), и куры начнут атаковать без остановки. Сосредоточьте всю свою огневую мощь на куриной королеве, поскольку ее смерть приведет к тому, что рой распадется",
	"comm_wars_header" : "Режим игры: Войны командиров",
	"comm_wars_entry_1" : "В этом режиме игры у вас есть доступ только к командиру и ни к чему другому. Ваш командир больше не может строить, только ремонтировать и восстанавливать. Улучшайте своего командира, устанавливая ему дополнительные модули с помощью системы морфов командира, и побеждайте вражеских командиров!",
	"comm_wars_entry_2" : "Кроме того, были внесены изменения в баланс многих модулей и оружия командира, чтобы сделать их более сбалансированными в режиме игры только для командиров. Однако баланс все еще является экспериментальным, поэтому отзывы будут очень полезны",
	"houserules" : "Правила игры: "
}
