{
	"update_header" : "Minor update 0.38.11: Tech Debt Writeoff",
	"shameless_plug" : "If you enjoy Future Wars and want to contribute your feedback to the project or have a chat with fellow players, consider joining our discord: https://discord.com/invite/GMUnRGUuSy or join #fw in the zk server. We are currently looking for ideas, graphical artists, and translators to contribute to the project, giving us a fresh coat of paint.",
	"entry_1" : "Happy third birthday, Future Wars! In this belated birthday gift to you, we have paid some of our technical debt off. What this means is backend things got updated (Zero-K Had a lot of progress on some things we have not been able to keep up with). Some balance feedback has also been addressed.",
	"entry_2" : "You may notice your display rank in-game has changed. Future Wars has adopted a new rank display system that separates players into 300 WHR 'leagues' starting at 1100 WHR. Developers now have rainbow stars, to help differentiate them from normal players.",
	"entry_3" : "Lag/AFK notifications have been hopefully fixed with this patch. LuaAIs are no longer counted towards the AI lag detection system as they are not affected by the host leaving. In addition, the AI lag detection has been localized. Death messages have finally been fixed! Enjoy the bad humor from 2016 ZK once again in fully localized goodness.",
	"entry_4" : "We've optimized the armor piercing gadget, which should improve performance just a little bit as it no longer calculates damage on every projectile. Some other minor bugs have also been fixed with message colorization. Players may also now use the commander equalization modoption correctly (Thanks Jill_2550 for the testing!).",
	"entry_5" : "PenguinOh has started localizing FW into Thai, be sure to thank them for their hard work!",
	"entry_6" : "Ghost Commander has recieved some nerfs recently due to community feedback about the new modules.",
	"entry_7" : "Sentinel has recieved some buffs to make it more competitive. It now has increased AOE and disarm damage.",
	"entry_8" : "Gremlin has seen a minor role change as well as a minor nerf, now favoring more sustained dps.",
	"chicken_header" : "Game mode: Chickens",
	"chicken_entry_1" : "Chickens will alternate between launching all out assaults on your base with huge hordes and staying back in order to regain their forces. Ensure you destroy the chicken's roosts while the chickens are resting to weaken their attacks",
	"chicken_entry_2" : "Chickens will eventually start to construct incredibly powerful chickens known as menaces. Destroy them before they are finished. Menaces under construction are protected by the Raffesia's indestructible shield, rendering them immune to artillery.",
	"chicken_entry_3" : "The Hive's anger will increase over time. Once the hive anger reaches 100%, the Chicken Queen herself will arrive on the battlefield (unless you are in endless mode) and the chickens will start attacking nonstop. Focus all your firepower upon the chicken queen as her death will cause the swarm to crumble",
	"comm_wars_header" : "Game mode: Commander Wars",
	"comm_wars_entry_1" : "In this gamemode you have access to only your commander and nothing else. Your commander can no longer build, only repair and reclaim. Upgrade your commander by giving it more modules through the commander morph system and defeat the enemy commanders!",
	"comm_wars_entry_2" : "Additionally, balance changes have been made to many commander modules and weapons in order to make them more balanced in a commander-only gamemode. The balance is still experimental however so feedback would be greatly appreciated.",
	"houserules" : "House Rules: "
}
