{
	"update_header" : "อัปเดตหลัก 0.40.0: ดวงตาบนท้องฟ้า",
	"shameless_plug" : "If you enjoy Future Wars and want to contribute your feedback to the project or have a chat with fellow players, consider joining our discord: https://discord.com/invite/GMUnRGUuSy or join #fw in the zk server. We are currently looking for ideas, graphical artists, and translators to contribute to the project, giving us a fresh coat of paint.",
	"entry_1" : "ยินดีต้อนรับสู่การอัปเดตหลักครั้งที่ 26 ของ Future Wars! ด้วยการอัปเดตนี้ เรารู้สึกตื่นเต้นที่จะนำเสนอความสามารถของยูนิตใหม่และน่าสนใจแก่คุณ รวมถึงการแก้ไขข้อบกพร่องและการเปลี่ยนแปลงสมดุล วันนี้เรากำลังพูดถึงกลุ่มที่ด้อยโอกาสบางส่วน พวกมันเล่นสนุกมากขึ้น เพื่อให้ยูนิตเหล่านี้สนุกยิ่งขึ้น เรากำลังเพิ่มความสามารถใหม่ ๆ ที่เกี่ยวข้องกับเซ็นเซอร์ (LOS, เรดาร์) นอกจากนี้เรายังได้ปรับปรุงระบบแบ็กเอนด์ของเราที่ทำให้เราสามารถโพสต์บันทึกการแก้ไขที่สร้างขึ้นอัตโนมัติได้ทุกที่ ตอนนี้: Discord, ฟอรัม, ล็อบบี้ (#FW, #Modding) ฯลฯ บันทึกแพตช์เหล่านี้จะยังคงอยู่ในเกมเนื่องจากเป็นแนวทางที่เป็นประโยชน์ในการเปลี่ยนแปลงที่สำคัญของแพตช์",
	"entry_2" : "Wolf เป็นนักจู่โจมที่น่าเบื่อ ไม่มีกำลัง และโชคร้ายมานานแล้ว ในการอัปเดตนี้ มันได้รับการเปลี่ยนแปลงเพื่อให้ดูเหมือนเป็นหน่วยสอดแนมที่เหมาะสมมากขึ้น การโจมตีของตอนนี้จะแท็กยูนิตมาระยะหนึ่งแล้ว ทำให้พวกเขาสามารถมองเห็นได้ใน Fog of War ไม่ว่าจะมีหรือไม่มีเรดาร์ นอกจากนี้ ยังมี AOE ขนาดใหญ่ที่ช้าลงและแท็กความสามารถแบบแมนนวล นอกจากนี้ยังได้รับการเพิ่มความเร็วเพื่อช่วยด้วย อย่างไรก็ตาม มีค่าใช้จ่ายเพิ่มขึ้นเป็น 70 โลหะ โปรดทราบว่า ความสามารถในการแท็กเซ็นเซอร์จำเป็นต้องสร้างความเสียหายให้กับยูนิต ดังนั้นโล่จะปิดกั้นมัน (แต่ไม่ใช่ความสามารถแบบ AOE)",
	"entry_3" : "DanWarior ได้มอบโมเดลนิวเคลียร์ใหม่เอี่ยมให้กับ Future Wars พร้อมด้วยแอนิเมชั่นสุดอลังการ นอกจากนี้ ยังได้รับการเสริมเล็กน้อยด้วยเวลารีโหลด 15 วินาทีและการผลิต 3 นาที",
	"entry_4" : "Widow ไร้สาระมาระยะหนึ่งแล้ว มันถูกยกให้เป็นมาตรฐาน FW ซึ่งหนักกว่าและมาพร้อมกับความสามารถแบบแมนนวล: การแฮ็กเซ็นเซอร์ สิ่งนี้ทำให้สามารถ 'ยืม' เซ็นเซอร์ของศัตรูได้ แสดงให้คุณเห็นว่ายูนิตนั้นคืออะไร เห็น",
	"entry_5" : "ในที่สุดซีโนก็ได้รับการปรับเปลี่ยนให้เป็นยูนิตจริง ปัจจุบันเรียกว่า Wraith ซึ่งทำหน้าที่เป็นขีปนาวุธรีคอน โดยจะสร้างพื้นที่การมองเห็นและเรดาร์บางส่วนขณะบิน และเผยให้เห็นยูนิตศัตรูที่โดนโจมตี ผ่านไปสักระยะหนึ่ง",
	"entry_6" : "นอกจากนี้ ยังมีการอัปเดต AI ใหม่ด้วย โปรดอัปเดต AI ของคุณ! และเช่นเคย ขอขอบคุณที่ทำให้ Future Wars เป็นม็อดที่ใหญ่ที่สุดบนเซิร์ฟเวอร์!",
	"chicken_header" : "Game mode: Chickens",
	"chicken_entry_1" : "Chickens will alternate between launching all out assaults on your base with huge hordes and staying back in order to regain their forces. Ensure you destroy the chicken's roosts while the chickens are resting to weaken their attacks",
	"chicken_entry_2" : "Chickens will eventually start to construct incredibly powerful chickens known as menaces. Destroy them before they are finished. Menaces under construction are protected by the Raffesia's indestructible shield, rendering them immune to artillery.",
	"chicken_entry_3" : "The Hive's anger will increase over time. Once the hive anger reaches 100%, the Chicken Queen herself will arrive on the battlefield (unless you are in endless mode) and the chickens will start attacking nonstop. Focus all your firepower upon the chicken queen as her death will cause the swarm to crumble",
	"comm_wars_header" : "Game mode: Commander Wars",
	"comm_wars_entry_1" : "In this gamemode you have access to only your commander and nothing else. Your commander can no longer build, only repair and reclaim. Upgrade your commander by giving it more modules through the commander morph system and defeat the enemy commanders!",
	"comm_wars_entry_2" : "Additionally, balance changes have been made to many commander modules and weapons in order to make them more balanced in a commander-only gamemode. The balance is still experimental however so feedback would be greatly appreciated.",
	"houserules" : "House Rules: "
}
