{
	"update_header" : "Major Update: v38",
	"shameless_plug" : "If you enjoy Future Wars and want to contribute your feedback to the project or have a chat with fellow players, consider joining our discord: https://discord.com/invite/GMUnRGUuSy or join #fw in the zk server.",
	"entry_1" : "This update sees us officially supporting the Commander Wars game type with its own modoption. Use 'commwars = 1' to enable it. Additionally, we have started on a rework to the chicken game mode. Superweapons have also been reworked to make them more interactive. The energy overlay has had its issues fixed (for the most part). Lastly, we have some balance changes and bug fixes to help smooth over the experience.",
	"entry_2" : "A new gamemode has been added: Commander wars - In this gamemode you only have your commander. Upgrade your commander with Future War's massive arsenal of commander modules and hunt down the enemy commander. Features a unique trophy.",
	"entry_3" : "The chickens gamemode also received a massive overhaul. Future wars chickens are now much, much harder and significantly more dynamic. Featuring coordinated waves, powerful menace chickens, 2 new awards, and one chonky queen.",
	"entry_4" : "Snare also received a new fancy model and a complete overhaul. The unit is now significantly strong and gives ambushers the frontal assault strength which the previously lacked, making them much more viable in the mid-game",
	"entry_5" : "Additionally, we have added this new fancy patch notes thing, complete with localization. This should only show once per major update.",
	"entry_6" : "Balance Changes:",
	"entry_7" : "Factories have had their health increased. Froth has had its dps decreased slightly. Azimuth has been reworked. Hermit has become a heavier assault unit. Divinity has been nerfed slightly to help keep air rushes more mentally sane. Striker has regained its old knockback. Waylayer has had its dgun fixed.",
	"entry_8" : "Additionally, resign state's annoying error has finally been fixed. Reload bars are now fixed for spooling weapons and superweapons like Liberator. Additionally, in 2 comm situations, the player with extra commanders will receive an additional resource share to help them out. Death messages have also been added to make defeating your enemies more fun.",
	"chicken_header" : "Game mode: Chickens",
	"chicken_entry_1" : "Chickens will alternate between launching all out assaults on your base with huge hordes and staying back in order to regain their forces. Ensure you destroy the chicken's roosts while the chickens are resting to weaken their attacks",
	"chicken_entry_2" : "Chickens will eventually start to construct incredibly powerful chickens known as menaces. Destroy them before they are finished. Menaces under construction are protected by the Raffesia's indestructible shield, rendering them immune to artillery.",
	"chicken_entry_3" : "The Hive's anger will increase over time. Once the hive anger reaches 100%, the Chicken Queen herself will arrive on the battlefield (unless you are in endless mode) and the chickens will start attacking nonstop. Focus all your firepower upon the chicken queen as her death will cause the swarm to crumble",
	"comm_wars_header" : "Game mode: Commander Wars",
	"comm_wars_entry_1" : "In this gamemode you have access to only your commander and nothing else. Your commander can no longer build, only repair and reclaim. Upgrade your commander by giving it more modules through the commander morph system and defeat the enemy commanders!",
	"comm_wars_entry_2" : "Additionally, balance changes have been made to many commander modules and weapons in order to make them more balanced in a commander-only gamemode. The balance is still experimental however so feedback would be greatly appreciated.",
	"houserules" : "House Rules: "
}
