{
	"update_header" : "Небольшое обновление 0.38.11: Списание технического долга",
	"shameless_plug" : "Если вам нравится Future Wars и вы хотите оставить свой отзыв о проекте или пообщаться с другими игроками, рассмотрите возможность присоединиться к нашему дискорду: https://discord.com/invite/GMUnRGUuSy или присоединитесь к #fw в zk Сервер. В настоящее время мы ищем идеи, художников-графиков и переводчиков, которые могут внести свой вклад в проект, дав нам свежий слой краски.",
	"entry_1" : "С третьим днем рождения, Future Wars! В этом запоздалом подарке на день рождения мы погасили часть нашего технического долга. Это означает, что серверная часть обновлена (Zero-K имел большой прогресс в некоторых вещах) мы не успеваем за этим). Также были учтены некоторые отзывы о балансе.",
	"entry_2" : "Вы можете заметить, что ваш отображаемый ранг в игре изменился. В Future Wars принята новая система отображения рангов, которая делит игроков на 300 'лиг' WHR, начиная с 1100 WHR. Теперь у разработчиков есть радужные звезды, чтобы помочь их различать. от обычных игроков.",
	"entry_3" : "Мы надеемся, что уведомления о задержках/AFK были исправлены с помощью этого патча. LuaAI больше не учитываются в системе обнаружения задержек ИИ, поскольку на них не влияет уход хоста. Кроме того, обнаружение задержек ИИ было локализовано. Смерть сообщения наконец-то исправлены! Наслаждайтесь плохим юмором из ZK 2016 года еще раз в полностью локализованной доброте.",
	"entry_4" : "Мы оптимизировали гаджет бронебойности, который должен немного улучшить производительность, поскольку он больше не рассчитывает урон для каждого снаряда. Также были исправлены некоторые другие мелкие ошибки с раскраской сообщений. Теперь игроки также могут использовать корректная опция эквалайзера командира (Спасибо Jill_2550 за тестирование!).",
	"entry_5" : "PenguinOh начал локализовать FW на тайский язык, обязательно поблагодарите их за тяжелую работу!",
	"entry_6" : "Ghost Commander недавно получил несколько ослаблений из-за отзывов сообщества о новых модулях.",
	"entry_7" : "Sentinel получил некоторые усиления, которые сделали его более конкурентоспособным. Теперь у него увеличена площадь поражения и урон от обезоружения.",
	"entry_8" : "Гремлин претерпел незначительное изменение роли, а также незначительное ослабление, теперь в пользу более устойчивого урона в секунду.",
	"chicken_header" : "Режим игры: Цыплята",
	"chicken_entry_1" : "Курицы будут чередовать нападения на вашу базу огромными полчищами и отступать, чтобы восстановить силы. Убедитесь, что вы уничтожили куриные насесты, пока куры отдыхают, чтобы ослабить их атаки",
	"chicken_entry_2" : "Со временем куры начнут строить невероятно мощных цыплят, известных как угрозы. Уничтожьте их до того, как они закончат строительство. Строящиеся угрозы защищены неразрушимым щитом Раффезии, что делает их неуязвимыми для артиллерии.",
	"chicken_entry_3" : "Гнев улья будет нарастать с течением времени. Как только гнев улья достигнет 100%, на поле боя появится сама куриная королева (если только вы не находитесь в бесконечном режиме), и куры начнут атаковать без остановки. Сосредоточьте всю свою огневую мощь на куриной королеве, поскольку ее смерть приведет к тому, что рой распадется",
	"comm_wars_header" : "Режим игры: Войны командиров",
	"comm_wars_entry_1" : "В этом режиме игры у вас есть доступ только к командиру и ни к чему другому. Ваш командир больше не может строить, только ремонтировать и восстанавливать. Улучшайте своего командира, устанавливая ему дополнительные модули с помощью системы морфов командира, и побеждайте вражеских командиров!",
	"comm_wars_entry_2" : "Кроме того, были внесены изменения в баланс многих модулей и оружия командира, чтобы сделать их более сбалансированными в режиме игры только для командиров. Однако баланс все еще является экспериментальным, поэтому отзывы будут очень полезны",
	"houserules" : "Правила игры: "
}
