{
	"update_header" : "Grande aggiornamento: v38",
	"entry_1" : "Con questo aggiornamento introduciamo ufficialmente il supporto per la modalità Commander Wars tramite l'apposita mod option. Usate 'commwars = 1' per abilitarla. Inoltre, abbiamo iniziato a rielaborare la modalità di gioco Polli. Anche le superarmi sono state rielaborate per renderle più interattive. I problemi del sistema di mappatura dell'energia sono stati risolti (per la maggior parte). Infine, abbiamo apportato alcune modifiche al bilanciamento e fixato diversi bug per rendere più fluida l'esperienza di gioco.",
	"entry_2" : "È stata aggiunta una nuova modalità di gioco: Commander Wars, in cui disporrai solo del tuo comandante. Potenzia il tuo comandante con l'enorme arsenale di moduli di Future War e dai la caccia al comandante nemico! La modalità permette di guadagnare un trofeo unico.",
	"entry_3" : "Anche la modalità Polli ha ricevuto una massiccia revisione. I Polli di Future War ora sono molto, molto più difficili da sconfiggere e significativamente più dinamici. La modalità vanta ondate coordinate, potenti Polli del Terrore, 2 nuovi trofei e una regina grande e grossa.",
	"entry_4" : "L'unità Snare ha ricevuto un modello nuovo di zecca e una revisione completa. Le sue statistiche sono state aumentate per dare agli Ambushers la forza d'assalto frontale di cui prima erano carenti, rendendoli molto più viabili nel mid-game.",
	"entry_5" : "Infine, abbiamo creato questa nuova elegantissima lista di patch, con tanto di traduzioni. Pensiamo di produrne solo una per gli aggiornamenti principali.",
	"entry_6" : "Modifiche al bilanciamento:",
	"entry_7" : "Aumentata la salute delle fabbriche. Diminuiti leggermente i danni al secondo del Froth. Rielaborata l'Azimuth. Trasformato l'Hermit in un'unità d'assalto più pesante. Nerfata leggermente la Divinity per mantenere i rush aerei nei limiti della sanità mentale. Ripristinato il vecchio knockback dello Striker. Sistemato il dgun del Waylayer.",
	"entry_8" : "Il fastidioso errore dello stato di resa è stato finalmente risolto. Le barre di ricarica sono state sistemate per le armi a danno incrementale e le superarmi come il Liberator. Inoltre, in caso di sbilanciamento del numero di giocatori, il player con Comandanti extra riceverà una quota di risorse aggiuntiva come aiuto. Sono stati infine aggiunti dei messaggi di morte speciali per rendere più divertente la sconfitta dei nemici.",
	"chicken_header" : "Modalità di gioco: Polli",
	"chicken_entry_1" : "I Polli alterneranno la loro strategia tra il lancio di assalti a oltranza con orde enormi contro la vostra base e la ritirata per recuperare le forze. Assicuratevi di distruggere i Pollai mentre i Polli riposano per indebolire i loro attacchi.",
	"chicken_entry_2" : "Se lasciati indisturbati, i Polli inizieranno a costruire unità incredibilmente potenti, noti come Polli del Terrore. Distruggeteli prima che siano completati. I Polli del Terrore in costruzione sono protetti dallo scudo indistruttibile della Raffesia, che li rende immuni all'artiglieria.",
	"chicken_entry_3" : "La Rabbia dello Sciame aumenterà nel tempo. Una volta che la Rabbia dello Sciame raggiunge il 100%, la Regina dei Polli in persona arriverà sul campo di battaglia (a meno che non siate in modalità Infinita) e i Polli inizieranno ad attaccare senza sosta. Concentrate tutta la vostra potenza di fuoco sulla Regina dei Polli, perché la sua morte farà crollare l'intero sciame",
	"comm_wars_header" : "Modalità di gioco: Commander Wars",
	"comm_wars_entry_1" : "In questa modalità di gioco hai accesso solo al tuo comandante e nient'altro. Il tuo comandante non può più costruire, ma solo riparare e riassorbire relitti. Potenzia il tuo comandante dandogli più moduli attraverso il sistema di upgrade e sconfiggi i comandanti nemici!",
	"comm_wars_entry_2" : "Inoltre, sono state apportate modifiche al bilanciamento di molti moduli e armi del comandante per renderli più equilibrati in questa modalità di gioco esclusiva. Il bilanciamento, tuttavia, è ancora sperimentale, quindi ogni feedback sarebbe molto apprezzato.",
	"houserules" : "Regole della casa: "
}
