{
	"update_header": "Aggiornamento minore 0.39.14: Waypoint verso il futuro",
	"shameless_plug": "Se ti piace Future Wars e vuoi contribuire con il tuo feedback al progetto o fare una chiacchierata con gli altri giocatori, considera di unirti al nostro Discord: https://discord.com/invite/GMUnRGUuSy o unisciti a #fw nella zk server. Stiamo attualmente cercando idee, artisti grafici e traduttori per contribuire al progetto, dandoci una nuova mano di vernice.",
	"entry_1": "Questo aggiornamento risolve diversi problemi ultimamente. Sono tornato allo sviluppo attivo e mi sono occupato di diversi problemi in background. Innanzitutto, sono state apportate importanti ottimizzazioni alla sovrapposizione della griglia. Non dovresti più avere problemi ordinando a molti costruttori di costruire fonti di energia.",
	"entry_2": "Secondo nell'elenco dei miglioramenti, Future Wars AI ha una patch, quindi se l'hai installata, aggiorna da Github. Risolve un bug critico che causa arresti anomali del gioco quando una fabbrica muore. Grazie per il tuo rapporti!",
	"entry_3": "L'ultimo passo avanti e forse il più grande è l'introduzione delle code di comando per Athenas e Strider Hub. Facendo clic sull'icona della bandiera con Athenas selezionato, puoi modificare i relativi punti di passaggio. Provalo e segnalaci qualsiasi feedback sul nostro discord o in #modding.",
	"entry_4": "Ora alcune novità sul backend: abbiamo un nuovo generatore di patch automatizzato con alcune nuove interessanti funzionalità. Iscriviti a #modding o #fw per verificarlo. Genererà automaticamente note di patch dal nostro elenco di commit. Questo processo non è perfetto , ma è un passo avanti rispetto alla generazione manuale delle note sulla patch.",
	"chicken_header" : "Modalità di gioco: Polli",
	"chicken_entry_1" : "I Polli alterneranno la loro strategia tra il lancio di assalti a oltranza con orde enormi contro la vostra base e la ritirata per recuperare le forze. Assicuratevi di distruggere i Pollai mentre i Polli riposano per indebolire i loro attacchi.",
	"chicken_entry_2" : "Se lasciati indisturbati, i Polli inizieranno a costruire unità incredibilmente potenti, noti come Polli del Terrore. Distruggeteli prima che siano completati. I Polli del Terrore in costruzione sono protetti dallo scudo indistruttibile della Raffesia, che li rende immuni all'artiglieria.",
	"chicken_entry_3" : "La Rabbia dello Sciame aumenterà nel tempo. Una volta che la Rabbia dello Sciame raggiunge il 100%, la Regina dei Polli in persona arriverà sul campo di battaglia (a meno che non siate in modalità Infinita) e i Polli inizieranno ad attaccare senza sosta. Concentrate tutta la vostra potenza di fuoco sulla Regina dei Polli, perché la sua morte farà crollare l'intero sciame",
	"comm_wars_header" : "Modalità di gioco: Commander Wars",
	"comm_wars_entry_1" : "In questa modalità di gioco hai accesso solo al tuo comandante e nient'altro. Il tuo comandante non può più costruire, ma solo riparare e riassorbire relitti. Potenzia il tuo comandante dandogli più moduli attraverso il sistema di upgrade e sconfiggi i comandanti nemici!",
	"comm_wars_entry_2" : "Inoltre, sono state apportate modifiche al bilanciamento di molti moduli e armi del comandante per renderli più equilibrati in questa modalità di gioco esclusiva. Il bilanciamento, tuttavia, è ancora sperimentale, quindi ogni feedback sarebbe molto apprezzato.",
	"houserules" : "Regole della casa: "
}
