{
	"update_header" : "Kleines Update 0.39.14: Wegpunkt in die Zukunft",
	"shameless_plug" : "Wenn Ihnen Future Wars gefällt und Sie Ihr Feedback zum Projekt einbringen oder mit anderen Spielern chatten möchten, denken Sie über den Beitritt zu unserem Discord nach: https://discord.com/invite/GMUnRGUuSy oder treten Sie #fw im ZK bei Server. Wir sind derzeit auf der Suche nach Ideen, Grafikern und Übersetzern, die das Projekt mitgestalten und uns einen neuen Anstrich verleihen.",
	"entry_1": "Dieses Update behebt mehrere Probleme der letzten Zeit. Ich bin zur aktiven Entwicklung zurückgekehrt und habe mich im Hintergrund um mehrere Probleme gekümmert. Erstens wurden größere Optimierungen im Raster-Overlay vorgenommen. Sie sollten keine Probleme mehr haben mit der Beauftragung vieler Bauunternehmer, Energiequellen zu bauen.",
	"entry_2": "An zweiter Stelle auf der Liste der Fortschritte gibt es für Future Wars AI einen Patch. Wenn Sie ihn also installiert haben, aktualisieren Sie ihn bitte über Github. Er behebt einen kritischen Fehler, der zu Spielabstürzen führt, wenn eine Fabrik ausfällt. Vielen Dank für Ihre Berichte!",
	"entry_3": "Der letzte und vielleicht größte Fortschritt ist die Einführung von Befehlswarteschlangen für Athenas und Strider Hubs. Wenn Sie bei ausgewählten Athenas auf das Flaggensymbol klicken, können Sie die Wegpunkte für sie bearbeiten. Bitte probieren Sie es aus Melden Sie Feedback zu unserem Discord oder in #Modding.",
	"entry_4": "Nun zu einigen Backend-Neuigkeiten: Wir haben einen neuen automatisierten Patch-Generator mit einigen coolen neuen Funktionen. Melden Sie sich bei #modding oder #fw an, um ihn auszuprobieren. Er generiert automatisch Patchnotizen aus unserer Commit-Liste. Dieser Prozess ist nicht möglich. Dieser Prozess ist nicht perfekt , aber es ist ein Fortschritt im Vergleich zur manuellen Generierung von Patchnotizen.",
	"chicken_header" : "Spielmodus: Chicken",
	"chicken_entry_1" : "Die Chickens greifen abwechselnd mit riesigen Horden deine Basis an und halten sich zurück, um ihre Kräfte wieder zu sammeln. Stellen Sie sicher, dass Sie die Hühnerställe zerstören, während die Hühner sich ausruhen, um ihre Angriffe zu schwächen",
	"chicken_entry_2" : "Die Chickens fangen irgendwann an, unglaublich mächtige Hühner zu bauen, die als Bedrohung bekannt sind. Zerstöre sie, bevor sie fertig sind. Im Bau befindliche Bedrohungen werden durch den unzerstörbaren Schild der Raffesia geschützt, der sie immun gegen Artillerie macht.",
	"chicken_entry_3" : "Die Wut des Bienenstocks wird mit der Zeit zunehmen. Sobald die Wut des Bienenstocks 100% erreicht hat, wird die Hühnerkönigin selbst auf dem Schlachtfeld erscheinen (es sei denn, Sie befinden sich im Endlosmodus) und die Hühner werden ununterbrochen angreifen. Konzentrieren Sie Ihre gesamte Feuerkraft auf die Hühnerkönigin, denn ihr Tod wird den Schwarm zum Zusammenbruch bringen",
	"comm_wars_header" : "Spielmodus: Commander Wars",
	"comm_wars_entry_1" : "In diesem Spielmodus hast du nur Zugriff auf deinen Kommandanten und nichts anderes. Dein Commander kann nicht mehr bauen, sondern nur noch reparieren und wiederherstellen. Rüste deinen Commander auf, indem du ihm mehr Module durch das Commander-Morph-System gibst und besiege die gegnerischen Commander!",
	"comm_wars_entry_2" : "Zusätzlich wurden an vielen Kommandomodulen und Waffen Balanceänderungen vorgenommen, um sie in einem reinen Kommandospielmodus ausgewogener zu machen. Die Balance ist jedoch noch experimentell, daher wäre Feedback sehr willkommen",
	"houserules" : "Hausregeln: "
}
