{
	"update_header": "Aggiornamento importante 0.42.0: Bloccato e ricaricato",
	"entry_1": "Questo aggiornamento porta con sé diverse nuove ed entusiasmanti tecnologie. Innanzitutto, abbiamo l'ovvio: le nuove schermate di caricamento. Denominate \"schermate di caricamento di nuova generazione\" o NGLS in breve, queste schermate di caricamento sono localizzate e generate dinamicamente. Se avete screenshot da aggiungere, non esitate a pubblicarli sul nostro Discord!",
	"entry_2": "Il secondo e più importante elemento tecnologico è il nuovo sistema di download modulare. Questo nuovo sistema ci farà risparmiare tempo e ci permetterà di aggiornare rapidamente il gioco senza che i nostri giocatori debbano scaricare un enorme file da 148 MB. Questo è principalmente un vantaggio per i nostri giocatori cinesi abituali, che dovrebbero trarre i maggiori benefici da questo aggiornamento. Il funzionamento di questo sistema prevede che sia sufficiente scaricare i pacchetti di risorse statiche più grandi una sola volta e solo quando vengono aggiornati si avrà un download di grandi dimensioni, e anche in quel caso non si tratterà dell'intero file di gioco.",
	"entry_3": "Come al solito, i nostri sforzi di bilanciamento continuano. Le cannoniere hanno subito diverse modifiche di recente, che le rendono complessivamente più utilizzabili/utili. La più sorprendente è la modifica all'Aurora, che ora ha due cannoni gauss che si caricano nel tempo. Questo aspetto è semplicemente fantastico e la rende più letale.",
	"entry_4": "Una nuova aggiunta è stata aggiunta al Ghost Commander. Un nuovissimo kit di conversione \"canna pesante\" che trasforma il cannone Sunburst in un fucile a pompa, il fucile pesante in una raffica più lunga e i fucili a pompa in armi ancora più letali, in cambio di un tempo di ricarica più lungo.",
	"entry_5": "Funzionari dell'intelligence hanno riferito che sono iniziati i lavori su una nuova libreria di progetti nota come \"fabbrica di sottomarini\". Questo strano progetto è stato avvistato di recente sui mondi periferici. Cosa potrebbe portare alla guerra per i mari? Scopritelo presto.",
	"entry_6": "Infine, abbiamo aggiunto diverse nuove lingue! Siamo lieti di offrire ai giocatori giapponesi, brasiliani, francesi e portoghesi i loro pacchetti linguistici! Il piano finale è quello di rendere Future Wars un gioco giocabile nella maggior parte delle lingue principali e di fornire ai giocatori gli strumenti per comunicare efficacemente. Con questo in mente, abbiamo anche aggiunto sistemi di \"Etichette Intelligenti\". Puntando un'unità e premendo il tasto etichetta e i tasti da 1 a 9, è possibile indicare oggetti ai propri alleati con etichette tradotte! Ogni giocatore vedrà l'etichetta nella propria lingua, il che dovrebbe contribuire ad abbattere la barriera linguistica. La macro più sorprendente è quella a cui si accede premendo 1 insieme al pulsante etichetta. Si tratta di un'etichetta intelligente generica che può richiedere riparazioni, indicare unità nemiche e altro ancora! Provatela oggi stesso!",
	"support_fw" : "Sostieni Shaman e Future Wars!",
	"join_discord" : "Unisciti al nostro Discord",
	"link_copied" : "Collegamento copiato negli appunti",
	"shameless_plug": "Se ti piace Future Wars e vuoi contribuire con il tuo feedback al progetto o fare una chiacchierata con gli altri giocatori, considera di unirti al nostro Discord: https://discord.com/invite/GMUnRGUuSy o unisciti a #fw nella zk server. Stiamo attualmente cercando idee, artisti grafici e traduttori per contribuire al progetto, dandoci una nuova mano di vernice.",
	"chicken_header" : "Modalità di gioco: Polli",
	"chicken_entry_1" : "I Polli alterneranno la loro strategia tra il lancio di assalti a oltranza con orde enormi contro la vostra base e la ritirata per recuperare le forze. Assicuratevi di distruggere i Pollai mentre i Polli riposano per indebolire i loro attacchi.",
	"chicken_entry_2" : "Se lasciati indisturbati, i Polli inizieranno a costruire unità incredibilmente potenti, noti come Polli del Terrore. Distruggeteli prima che siano completati. I Polli del Terrore in costruzione sono protetti dallo scudo indistruttibile della Raffesia, che li rende immuni all'artiglieria.",
	"chicken_entry_3" : "La Rabbia dello Sciame aumenterà nel tempo. Una volta che la Rabbia dello Sciame raggiunge il 100%%, la Regina dei Polli in persona arriverà sul campo di battaglia (a meno che non siate in modalità Infinita) e i Polli inizieranno ad attaccare senza sosta. Concentrate tutta la vostra potenza di fuoco sulla Regina dei Polli, perché la sua morte farà crollare l'intero sciame",
	"comm_wars_header" : "Modalità di gioco: Commander Wars",
	"comm_wars_entry_1" : "In questa modalità di gioco hai accesso solo al tuo comandante e nient'altro. Il tuo comandante non può più costruire, ma solo riparare e riassorbire relitti. Potenzia il tuo comandante dandogli più moduli attraverso il sistema di upgrade e sconfiggi i comandanti nemici!",
	"comm_wars_entry_2" : "Inoltre, sono state apportate modifiche al bilanciamento di molti moduli e armi del comandante per renderli più equilibrati in questa modalità di gioco esclusiva. Il bilanciamento, tuttavia, è ancora sperimentale, quindi ogni feedback sarebbe molto apprezzato.",
	"comm_wars_entry_3" : "In questa modalità di gioco, sei incoraggiato a combattere contro i comandanti nemici. Ogni pochi minuti, i giocatori che hanno inflitto più danni riceveranno un guadagno extra. Inoltre, dopo un certo periodo di tempo, verrà creato un anello della morte che si restringerà lentamente verso il centro della mappa, costringendo i giocatori a combattere fino alla morte.",
	"houserules" : "Regole della casa: "
}
