{
	"update_header" : "Großes Update 0.42.0: Gesperrt und neu geladen",
	"entry_1": "Dieses Update bringt einige neue und spannende Technologien mit sich. Zunächst einmal das Offensichtliche: die neuen Ladebildschirme. Der „Next-Gen-Ladebildschirm“ oder kurz NGLS ist lokalisiert und dynamisch generiert. Wenn ihr Screenshots habt, könnt ihr sie gerne in unserem Discord posten!",
	"entry_2": "Die zweite und wichtigere technische Neuerung ist das neue modulare Download-System. Dieses neue System spart Zeit und ermöglicht uns schnelle Spielaktualisierungen, ohne dass unsere Spieler eine riesige 148 MB große Datei herunterladen müssen. Dies ist vor allem für unsere chinesischen Stammspieler von Vorteil, die von diesem Update am meisten profitieren sollten. Das System funktioniert so, dass Sie die großen statischen Asset-Pakete nur einmal herunterladen müssen. Erst wenn diese aktualisiert werden, fällt ein großer Download an, und selbst dann ist nicht die gesamte Spieldatei enthalten.",
	"entry_3": "Wie gewohnt gehen unsere Balancing-Bemühungen weiter. Gunships wurden kürzlich mehrfach überarbeitet, was sie insgesamt brauchbarer und nützlicher macht. Am auffälligsten ist die Änderung an der Aurora, die nun über zwei Gauss-Kanonen verfügt, die sich mit der Zeit aufheizen. Das sieht einfach cool aus und macht sie noch tödlicher.",
	"entry_4": "Dem Ghost Commander wurde eine neue Funktion hinzugefügt: ein brandneues Umrüstkit mit „schwerem Lauf“, das die Sunburst-Kanone in eine Schrotflinte, ein schweres Gewehr in eine längere Salve und Schrotflinten im Austausch für kürzere Nachladezeit in noch tödlichere Waffen verwandelt.",
	"entry_5": "Geheimdienstoffiziere haben berichtet, dass die Arbeit an einer neuen Bauplanbibliothek, der sogenannten „U-Boot-Fabrik“, begonnen hat. Dieser seltsame Bauplan wurde kürzlich auf den Randwelten gesichtet. Was könnte er zum Krieg um die Meere beitragen? Finden Sie es bald heraus.",
	"entry_6": "Und zu guter Letzt haben wir mehrere neue Sprachen hinzugefügt! Wir freuen uns, japanischen, brasilianischen, französischen und portugiesischen Spielern ihre eigenen Sprachpakete anbieten zu können! Unser Plan ist es, Future Wars zu einem Spiel zu machen, das in den meisten gängigen Sprachen gespielt werden kann und den Spielern Tools zur Verfügung stellt, mit denen sie effektiv kommunizieren können. Zu diesem Zweck haben wir auch „Smart Label“-Systeme hinzugefügt. Indem Sie auf eine Einheit zeigen und die Label-Taste sowie 1–9 drücken, können Sie Ihre Verbündeten mit übersetzten Labels auf Dinge hinweisen! Jeder Spieler sieht das Label in seiner eigenen Sprache, was dazu beitragen sollte, die Sprachbarriere abzubauen. Das auffälligste dieser Makros ist das, auf das Sie zugreifen, indem Sie 1 zusammen mit der Label-Taste drücken. Dies ist ein universelles Smart Label, mit dem Sie Reparaturen anfordern, auf feindliche Einheiten hinweisen und vieles mehr können! Probieren Sie es noch heute aus!",
	"support_fw" : "Unterstützen Sie Shaman und Future Wars!",
	"join_discord" : "Treten Sie unserem Discord bei",
	"link_copied" : "Link in die Zwischenablage kopiert",
	"shameless_plug" : "Wenn Ihnen Future Wars gefällt und Sie Ihr Feedback zum Projekt einbringen oder mit anderen Spielern chatten möchten, denken Sie über den Beitritt zu unserem Discord nach: https://discord.com/invite/GMUnRGUuSy oder treten Sie #fw im ZK bei Server. Wir sind derzeit auf der Suche nach Ideen, Grafikern und Übersetzern, die das Projekt mitgestalten und uns einen neuen Anstrich verleihen.",
	"chicken_header" : "Spielmodus: Chicken",
	"chicken_entry_1" : "Die Chickens greifen abwechselnd mit riesigen Horden deine Basis an und halten sich zurück, um ihre Kräfte wieder zu sammeln. Stellen Sie sicher, dass Sie die Hühnerställe zerstören, während die Hühner sich ausruhen, um ihre Angriffe zu schwächen",
	"chicken_entry_2" : "Die Chickens fangen irgendwann an, unglaublich mächtige Hühner zu bauen, die als Bedrohung bekannt sind. Zerstöre sie, bevor sie fertig sind. Im Bau befindliche Bedrohungen werden durch den unzerstörbaren Schild der Raffesia geschützt, der sie immun gegen Artillerie macht.",
	"chicken_entry_3" : "Die Wut des Bienenstocks wird mit der Zeit zunehmen. Sobald die Wut des Bienenstocks 100%% erreicht hat, wird die Hühnerkönigin selbst auf dem Schlachtfeld erscheinen (es sei denn, Sie befinden sich im Endlosmodus) und die Hühner werden ununterbrochen angreifen. Konzentrieren Sie Ihre gesamte Feuerkraft auf die Hühnerkönigin, denn ihr Tod wird den Schwarm zum Zusammenbruch bringen",
	"comm_wars_header" : "Spielmodus: Commander Wars",
	"comm_wars_entry_1" : "In diesem Spielmodus hast du nur Zugriff auf deinen Kommandanten und nichts anderes. Dein Commander kann nicht mehr bauen, sondern nur noch reparieren und wiederherstellen. Rüste deinen Commander auf, indem du ihm mehr Module durch das Commander-Morph-System gibst und besiege die gegnerischen Commander!",
	"comm_wars_entry_2" : "Zusätzlich wurden an vielen Kommandomodulen und Waffen Balanceänderungen vorgenommen, um sie in einem reinen Kommandospielmodus ausgewogener zu machen. Die Balance ist jedoch noch experimentell, daher wäre Feedback sehr willkommen",
	"comm_wars_entry_3" : "In diesem Spielmodus kämpfst du gegen feindliche Kommandanten. Alle paar Minuten erhalten die Spieler, die den größten Schaden verursacht haben, zusätzliches Einkommen. Zusätzlich entsteht nach einiger Zeit ein Todesring, der sich langsam in die Kartenmitte zurückzieht und die Spieler zu einem Kampf auf Leben und Tod zwingt.",
	"houserules" : "Hausregeln: "
}
