{
	"update_header": "メジャーアップデート 0.42.0: ロック＆リロード",
	"entry_1": "今回のアップデートでは、いくつかの新しくエキサイティングなテクノロジーが導入されます。まずは、言わずと知れた新しいロード画面です。「次世代ロード画面」、略してNGLSと呼ばれるこのロード画面は、ローカライズされ、動的に生成されます。追加したいスクリーンショットをお持ちの方は、お気軽にDiscordに投稿してください！",
	"entry_2": "2つ目、そしてより重要な技術は、新しいモジュール式ダウンロードシステムです。この新しいシステムにより、プレイヤーが148MBもの巨大なファイルをダウンロードすることなく、ゲームを迅速にアップデートできるようになります。これは主に、今回のアップデートの恩恵を最も受けられるであろう中国の常連プレイヤー向けの強化です。このシステムの仕組みは、大きな静的アセットパックを一度ダウンロードするだけで、アップデート時にのみ大きなダウンロードが発生するというものです。しかも、その場合でもゲームファイル全体がダウンロードされることはありません。",
	"entry_3": "いつものように、バランス調整は継続中です。ガンシップには最近いくつかの変更が加えられ、全体的に使い勝手と有用性が向上しました。中でも最も顕著なのはオーロラへの変更で、時間経過とともに弾速が増加するツインガウスキャノンを搭載するようになりました。これは見た目もクールで、より強力な武器となっています。",
	"entry_4": "ゴーストコマンダーに新たな要素が追加されました。サンバーストキャノンをショットガンに、ヘビーライフルをバースト長を延長し、ショットガンをリロード時間を短縮することでさらに強力な武器へと変化させる、全く新しい「ヘビーバレル」コンバージョンキットです。",
	"entry_5": "諜報員によると、「潜水艦工場」と呼ばれる新たな設計図ライブラリの建設が開始されたという。この奇妙な設計図は最近、辺境惑星で目撃された。これは海戦にどのような影響を与えるのだろうか？近日中に明らかになるだろう。",
	"entry_6": "最後に、複数の新しい言語を追加しました！日本語、ブラジル語、フランス語、ポルトガル語のプレイヤーの皆様に、それぞれ専用の言語パックをご用意しました！Future Warsは、将来的には主要言語のほとんどでプレイできるゲームとなり、プレイヤーの皆様が効果的にコミュニケーションをとるためのツールを提供することを目指しています。この目標達成のため、「スマートラベル」システムも追加しました。ユニットを指差してラベルキーと1～9のキーを押すと、翻訳されたラベルで味方に指示を出すことができます。各プレイヤーは自分の言語でラベルを見ることができるため、言語の壁を越える助けとなるでしょう。これらのマクロの中で最も印象的なのは、ラベルボタンと1のキーを同時に押すことでアクセスできるマクロです。これは、修理依頼や敵ユニットの指示など、様々な用途に使えるスマートラベルです！ぜひお試しください！",
	"support_fw" : "ShamanとFuture Warsを応援してください！",
	"join_discord" : "Discordに参加する",
	"link_copied" : "リンクをクリップボードにコピーしました",
	"shameless_plug": "Future Warsをお楽しみいただき、プロジェクトへのフィードバックを提供したり、他のプレイヤーと交流したりしたい場合は、Discordへの参加をご検討ください：https://discord.com/invite/GMUnRGUuSy またはzkサーバーの#fwにご参加ください。現在、プロジェクトに貢献していただき、新たな彩りを添えてくださるアイデア、グラフィックアーティスト、翻訳者を募集しています。",
	"chicken_header" : "ゲームモード: チキン",
	"chicken_entry_1" : "鶏たちは、大規模な攻撃を仕掛けてくるか、それとも戦力回復のために後退するかを交互に繰り返します。鶏たちが休んでいる間に鶏のねぐらを破壊し、攻撃力を弱めましょう。",
	"chicken_entry_2" : "ニワトリはやがて、メナスと呼ばれる非常に強力なニワトリを造り始めます。完成する前に破壊しましょう。建造中のメナスはラフェシアの破壊不能なシールドによって守られており、砲撃によるダメージを受けません。",
	"chicken_entry_3" : "ハイブの怒りは時間とともに増加します。ハイブの怒りが100%%に達すると、チキンクイーンが戦場に現れます（エンドレスモードの場合は除く）。そして、ニワトリたちは止まることなく攻撃を始めます。チキンクイーンが死ぬと群れは崩壊するので、全火力をチキンクイーンに集中させましょう。",
	"comm_wars_header" : "ゲームモード: コマンダーウォーズ",
	"comm_wars_entry_1" : "このゲームモードでは、司令官のみにアクセスできます。司令官は建造ができなくなり、修理と回収のみ行えます。司令官モーフシステムでモジュールを追加して司令官をアップグレードし、敵司令官を倒しましょう！",
	"comm_wars_entry_2" : "さらに、多くのコマンダーモジュールと武器のバランス調整を行い、コマンダー専用ゲームモードでのバランス調整を行いました。ただし、バランス調整はまだ実験段階ですので、皆様からのフィードバックをお待ちしております。",
	"comm_wars_entry_3" : "このゲームモードでは、敵の司令官と戦うことが推奨されます。数分ごとに、最も多くのダメージを与えたプレイヤーには追加の収入が与えられます。さらに、一定時間経過すると、マップの中央に向かって徐々に縮小していく「死のリング」が形成され、プレイヤーは死闘を強いられます。",
	"houserules" : "ハウスルール: "
}
