{
	"update_header" : "Główna aktualizacja 0.42.0: Zablokowano i ponownie załadowano",
	"entry_1" : "Ta aktualizacja wprowadza kilka nowych i ekscytujących technologii. Po pierwsze, mamy oczywiste: nowe ekrany ładowania. Nazywany „ekranem ładowania nowej generacji” lub w skrócie NGLS, ten ekran ładowania jest zlokalizowany i generowany dynamicznie. Jeśli masz zrzuty ekranu do dodania, możesz je opublikować na naszym Discordzie!",
	"entry_2" : "Drugim i ważniejszym elementem technologii jest nowy modułowy system pobierania. Ten nowy system zaoszczędzi czas i pozwoli nam szybko aktualizować grę bez konieczności pobierania przez naszych graczy ogromnego pliku o rozmiarze 148 MB. Jest to głównie ulepszenie dla naszych chińskich stałych klientów, którzy powinni odczuć największe korzyści z tej aktualizacji. System ten działa w ten sposób, że musisz pobrać duże pakiety zasobów statycznych tylko raz i tylko wtedy, gdy zostaną zaktualizowane, będziesz mieć duże pobranie, a nawet wtedy nie będzie to cały plik gry.",
	"entry_3" : "Jak zwykle, nasze wysiłki na rzecz równowagi trwają. Gunships przeszły ostatnio kilka zmian, które uczyniły je ogólnie bardziej użytecznymi / użytecznymi. Najbardziej uderzająca jest zmiana w Aurorze, która teraz ma podwójne działa Gaussa, które rozwijają się z czasem. To po prostu wygląda fajnie i czyni je bardziej śmiercionośnymi.",
	"entry_4" : "Do Ghost Commander dodano nowy dodatek. Zupełnie nowy zestaw konwersyjny „heavy barrel”, który zmienia Sunburst Cannon w strzelbę, heavy rifle w dłuższą serię, a strzelby w jeszcze bardziej śmiercionośną broń w zamian za czas przeładowania.",
	"entry_5" : "Funkcjonariusze wywiadu poinformowali, że rozpoczęto prace nad nową biblioteką planów znaną jako „fabryka okrętów podwodnych”. Ten dziwny plan został zauważony przez Co to może wnieść do wojny na morzach? Dowiedz się wkrótce.",
	"entry_6" : "Funkcjonariusze wywiadu poinformowali, że rozpoczęto prace nad nową biblioteką projektów znaną jako „fabryka okrętów podwodnych”. Ten dziwny projekt został niedawno zauważony na peryferyjnych światach. Co może to przynieść wojnie na morzach? Dowiedz się wkrótce.",
	"support_fw" : "Wesprzyj Shaman i Future Wars!",
	"join_discord" : "Dołącz do naszego Discorda",
	"link_copied" : "Link skopiowany do schowka",
	"shameless_plug" : "Jeśli podoba Ci się Future Wars i chcesz podzielić się swoją opinią na temat projektu lub porozmawiać z innymi graczami, rozważ dołączenie do naszego Discorda: https://discord.com/invite/GMUnRGUuSy lub dołącz do #fw na serwerze zk. Obecnie poszukujemy pomysłów, grafików i tłumaczy, którzy mogliby przyczynić się do projektu, nadając mu świeży wygląd.",
	"chicken_header" : "Tryb gry: Kurczaki",
	"chicken_entry_1" : "Kury będą na zmianę przeprowadzać ataki na twoją bazę za pomocą ogromnych hord i pozostawać z tyłu, aby odzyskać siły. Upewnij się, że zniszczysz grzędy kur, gdy kury odpoczywają, aby osłabić ich ataki",
	"chicken_entry_2" : "Kury w końcu zaczną budować niesamowicie potężne kurczaki znane jako Menaces. Zniszcz je, zanim skończą. Menaces w trakcie budowy są chronione przez niezniszczalną tarczę Raffesii, co czyni je odpornymi na artylerię.",
	"chicken_entry_3" : "Gniew Roju będzie wzrastał z czasem. Gdy gniew Roju osiągnie 100%%, na polu bitwy pojawi się sama Królowa Kurczaków (chyba że jesteś w trybie nieskończonym), a kury zaczną atakować bez przerwy. Skup całą swoją siłę ognia na Królowej Kurczaków, ponieważ jej śmierć spowoduje rozpad rój",
	"comm_wars_header" : "Tryb gry: Commander Wars",
	"comm_wars_entry_1" : "W tym trybie gry masz dostęp tylko do swojego dowódcy i niczego więcej. Twój dowódca nie może już budować, tylko naprawiać i odzyskiwać. Ulepsz swojego dowódcę, dając mu więcej modułów za pomocą systemu morphingu dowódcy i pokonaj dowódców wroga!",
	"comm_wars_entry_2" : "Dodatkowo wprowadzono zmiany w balansie wielu modułów dowódcy i broni, aby były bardziej zrównoważone w trybie gry wyłącznie dla dowódcy. Balans jest jednak nadal eksperymentalny, więc opinie byłyby bardzo mile widziane.",
	"comm_wars_entry_3" : "W tym trybie gry zachęcamy do walki z dowódcami wroga. Co kilka minut gracze, którzy zadali najwięcej obrażeń, otrzymają dodatkowy dochód. Ponadto po pewnym czasie zostanie utworzony pierścień śmierci, który będzie się powoli kurczył w centrum mapy, zmuszając graczy do walki na śmierć i życie.",
	"houserules" : "Zasady panujące w domu: "
}
