{
	"update_header" : "Major Update 0.40.0: Eye on the Sky",
	"support_fw" : "Support Future Wars!",
	"join_discord" : "Join our Discord",
	"link_copied" : "Link copied to clipboard",
	"shameless_plug" : "If you enjoy Future Wars and want to contribute your feedback to the project or have a chat with fellow players, consider joining our discord: https://discord.com/invite/GMUnRGUuSy or join #fw in the zk server. We are currently looking for ideas, graphical artists, and translators to contribute to the project, giving us a fresh coat of paint.",
	"entry_1" : "Welcome to the 26th major update of Future Wars! With this update we're excited to bring you new and interesting unit abilities as well as some bug fixes and balance changes. Today we're addressing some underserved factions to make them more fun to play. To make these units more fun, we're adding several new abilities related to sensors (LOS, radar). In addition, we've had improvements to our backend systems that allow us to post autogenerated patch notes anywhere now: Discord, Forums, lobby (#FW, #Modding), etc. These patch notes will remain in game as they're a helpful guide to the essential changes of a patch.",
	"entry_2" : "Wolf has long been a boring, underpowered, woeful raider. In this update, it has received changes to make it more like a proper scout. Its attacks now tag units for some time, allowing them to be seen in the Fog of War, with or without radar. In addition, it has a large AOE slow down and tagging Manual Ability. It has also received a speed boost to help it out, however this comes at a cost increase to 70 metal. Note that the sensor tag ability needs to perform damage on units, so shields will block it (but not the aoe ability).",
	"entry_3" : "DanWarior has provided a shiny new nuke model to Future Wars with a fancy animation. In addition, it has been buffed slightly with a 15s reload time and 3 minute production.",
	"entry_4" : "Widow has been too vanila for some time. It has been brought up to FW standards, being heavier and coming with a manual ability: Sensor hack. This allows it to 'borrow' enemy sensors, showing you what the unit sees.",
	"entry_5" : "Zeno has been altered finally to make it an actual unit. Now called the Wraith, it serves as a recon missile. It will create an area of sight as well as some radar while flying and reveal enemy units that get struck by it for some time.",
	"entry_6" : "In addition, a new AI update has been released. Please update your AIs! As always, thank you for making Future Wars the largest mod on the server!",
	"chicken_header" : "Game mode: Chickens",
	"chicken_entry_1" : "Chickens will alternate between launching all out assaults on your base with huge hordes and staying back in order to regain their forces. Ensure you destroy the chicken's roosts while the chickens are resting to weaken their attacks",
	"chicken_entry_2" : "Chickens will eventually start to construct incredibly powerful chickens known as menaces. Destroy them before they are finished. Menaces under construction are protected by the Raffesia's indestructible shield, rendering them immune to artillery.",
	"chicken_entry_3" : "The Hive's anger will increase over time. Once the hive anger reaches 100%, the Chicken Queen herself will arrive on the battlefield (unless you are in endless mode) and the chickens will start attacking nonstop. Focus all your firepower upon the chicken queen as her death will cause the swarm to crumble",
	"comm_wars_header" : "Game mode: Commander Wars",
	"comm_wars_entry_1" : "In this gamemode you have access to only your commander and nothing else. Your commander can no longer build, only repair and reclaim. Upgrade your commander by giving it more modules through the commander morph system and defeat the enemy commanders!",
	"comm_wars_entry_2" : "Additionally, balance changes have been made to many commander modules and weapons in order to make them more balanced in a commander-only gamemode. The balance is still experimental however so feedback would be greatly appreciated.",
	"houserules" : "House Rules: "
}
