{
	"update_header": "Atualização principal 0.40.0: Olho no céu",
	"support_fw" : "Apoie Guerras Futuras!",
	"join_discord" : "Junte-se ao nosso Discord",
	"link_copied" : "Link copiado para a área de transferência",
	"shameless_plug" : "Se você gosta de Future Wars e deseja contribuir com seu feedback para o projeto ou bater um papo com outros jogadores, considere entrar em nosso discord: https://discord.com/invite/GMUnRGUuSy ou junte-se a #fw no zk servidor. Atualmente estamos em busca de ideias, artistas gráficos e tradutores para contribuir com o projeto, dando-nos uma nova camada de tinta.",
	"entry_1": "Bem-vindo à 26ª grande atualização de Future Wars! Com esta atualização, estamos entusiasmados em trazer a você novas e interessantes habilidades de unidade, bem como algumas correções de bugs e mudanças de equilíbrio. Hoje estamos abordando algumas facções carentes para fazer tornando-as mais divertidas de jogar. Para tornar essas unidades mais divertidas, estamos adicionando diversas novas habilidades relacionadas a sensores (LOS, radar). Além disso, tivemos melhorias em nossos sistemas de back-end que nos permitem postar notas de patch geradas automaticamente em qualquer lugar agora: Discord, Fóruns, lobby (#FW, #Modding), etc. Essas notas de patch permanecerão no jogo, pois são um guia útil para as mudanças essenciais de um patch.",
	"entry_2": "O Lobo sempre foi um invasor chato, pouco poderoso e lamentável. Nesta atualização, ele recebeu mudanças para torná-lo mais parecido com um batedor de verdade. Seus ataques agora marcam as unidades por algum tempo, permitindo que elas sejam vistas no Fog of War, com ou sem radar. Além disso, possui uma grande lentidão de AOE e marcação de habilidade manual. Ele também recebeu um aumento de velocidade para ajudá-lo, mas isso tem um aumento de custo para 70 de metal. Observe que o a habilidade do sensor tag precisa causar dano nas unidades, então os escudos irão bloqueá-la (mas não a habilidade aoe).",
	"entry_3" : "DanWarior forneceu um modelo nuclear novinho em folha para Future Wars com uma animação sofisticada. Além disso, ele foi ligeiramente aprimorado com um tempo de recarga de 15s e produção de 3 minutos.",
	"entry_4": "A viúva tem sido muito vanila há algum tempo. Ela foi trazida para os padrões FW, sendo mais pesada e vindo com uma habilidade manual: Sensor hack. Isso permite que ela 'pegue emprestado' sensores inimigos, mostrando o que a unidade vê.",
	"entry_5" : "Zeno foi finalmente alterado para torná-lo uma unidade real. Agora chamado de Wraith, ele serve como um míssil de reconhecimento. Ele criará uma área de visão, bem como algum radar enquanto voa e revelará unidades inimigas que forem atingidas por isso há algum tempo.",
	"entry_6" : "Além disso, uma nova atualização de IA foi lançada. Atualize suas IAs! Como sempre, obrigado por fazer de Future Wars o maior mod do servidor!",
	"chicken_header" : "Modo de jogo: Galinhas",
	"chicken_entry_1" : "As galinhas irão alternar entre lançar todos os ataques à sua base com enormes hordas e ficar para trás para recuperar suas forças. Certifique-se de destruir os poleiros das galinhas enquanto as galinhas estão descansando para enfraquecer seus ataques",
	"chicken_entry_2" : "As galinhas eventualmente começarão a construir galinhas incrivelmente poderosas conhecidas como ameaças. Destrua-as antes que terminem. As ameaças em construção são protegidas pelo escudo indestrutível da Rafffesia, tornando-as imunes à artilharia.",
	"chicken_entry_3": "A raiva da Colmeia aumentará com o tempo. Quando a raiva da colmeia atingir 100%, a própria Rainha das Galinhas chegará ao campo de batalha (a menos que você esteja no modo infinito) e as galinhas começarão a atacar sem parar. Concentre todo o seu poder de fogo sobre a rainha das galinhas, pois sua morte fará com que o enxame desmorone",
	"comm_wars_header" : "Modo de jogo: Commander Wars",
	"comm_wars_entry_1": "Neste modo de jogo você tem acesso apenas ao seu comandante e nada mais. Seu comandante não pode mais construir, apenas reparar e recuperar. Atualize seu comandante dando-lhe mais módulos através do sistema de metamorfose de comandante e derrote os comandantes inimigos! ",
	"comm_wars_entry_2" : "Além disso, mudanças de equilíbrio foram feitas em muitos módulos de comandante e armas para torná-los mais equilibrados em um modo de jogo somente para comandante. O equilíbrio ainda é experimental, portanto, o feedback seria muito apreciado.",
	"houserules" : "Regras da Casa: "
}