{
	"update_header" : "Großes Update 0.40.0: Auge auf den Himmel",
	"shameless_plug" : "Wenn Ihnen Future Wars gefällt und Sie Ihr Feedback zum Projekt einbringen oder mit anderen Spielern chatten möchten, denken Sie über den Beitritt zu unserem Discord nach: https://discord.com/invite/GMUnRGUuSy oder treten Sie #fw im ZK bei Server. Wir sind derzeit auf der Suche nach Ideen, Grafikern und Übersetzern, die das Projekt mitgestalten und uns einen neuen Anstrich verleihen.",
	"entry_1": "Willkommen zum 26. großen Update von Future Wars! Mit diesem Update freuen wir uns, Ihnen neue und interessante Einheitenfähigkeiten sowie einige Fehlerbehebungen und Balanceänderungen vorstellen zu können. Heute widmen wir uns einigen unterversorgten Fraktionen Es macht mehr Spaß, sie zu spielen. Damit diese Einheiten noch mehr Spaß machen, fügen wir mehrere neue Fähigkeiten im Zusammenhang mit Sensoren (LOS, Radar) hinzu. Darüber hinaus haben wir Verbesserungen an unseren Backend-Systemen vorgenommen, die es uns ermöglichen, automatisch generierte Patchnotizen überall zu veröffentlichen jetzt: Discord, Foren, Lobby (#FW, #Modding) usw. Diese Patchnotizen bleiben im Spiel, da sie eine hilfreiche Anleitung zu den wesentlichen Änderungen eines Patches sind.",
	"entry_2": "Wolf war lange Zeit ein langweiliger, kraftloser und trauriger Räuber. In diesem Update wurden Änderungen vorgenommen, um ihn mehr wie ein richtiger Späher zu machen. Seine Angriffe markieren nun Einheiten für einige Zeit, sodass sie in der Umgebung gesehen werden können Nebel des Krieges, mit oder ohne Radar. Darüber hinaus verfügt es über eine große AOE-Verlangsamung und eine manuelle Tag-Fähigkeit. Es hat auch einen Geschwindigkeitsschub erhalten, um es zu verbessern, allerdings ist dies mit einer Kostenerhöhung auf 70 Metall verbunden. Beachten Sie, dass die Die Sensor-Tag-Fähigkeit muss Einheiten Schaden zufügen, daher blockieren Schilde sie (aber nicht die AoE-Fähigkeit).",
	"entry_3": "DanWarior hat Future Wars ein glänzendes neues Nuklearmodell mit einer schicken Animation zur Verfügung gestellt. Darüber hinaus wurde es mit einer Nachladezeit von 15 Sekunden und einer Produktion von 3 Minuten leicht verbessert.",
	"entry_4": "Widow ist seit einiger Zeit zu langweilig. Es wurde auf FW-Standards gebracht, ist schwerer und verfügt über eine manuelle Fähigkeit: Sensor-Hack. Dadurch kann es sich feindliche Sensoren 'leihen' und Ihnen zeigen, was die Einheit ist sieht.",
	"entry_5": "Zeno wurde endlich verändert, um daraus eine tatsächliche Einheit zu machen. Jetzt Wraith genannt, dient es als Aufklärungsrakete. Es erzeugt beim Fliegen einen Sichtbereich sowie etwas Radar und deckt getroffene feindliche Einheiten auf eine Zeit lang daran festhalten.",
	"entry_6": "Außerdem wurde ein neues KI-Update veröffentlicht. Bitte aktualisieren Sie Ihre KIs! Wie immer vielen Dank, dass Sie Future Wars zum größten Mod auf dem Server gemacht haben!",
	"chicken_header" : "Spielmodus: Chicken",
	"chicken_entry_1" : "Die Chickens greifen abwechselnd mit riesigen Horden deine Basis an und halten sich zurück, um ihre Kräfte wieder zu sammeln. Stellen Sie sicher, dass Sie die Hühnerställe zerstören, während die Hühner sich ausruhen, um ihre Angriffe zu schwächen",
	"chicken_entry_2" : "Die Chickens fangen irgendwann an, unglaublich mächtige Hühner zu bauen, die als Bedrohung bekannt sind. Zerstöre sie, bevor sie fertig sind. Im Bau befindliche Bedrohungen werden durch den unzerstörbaren Schild der Raffesia geschützt, der sie immun gegen Artillerie macht.",
	"chicken_entry_3" : "Die Wut des Bienenstocks wird mit der Zeit zunehmen. Sobald die Wut des Bienenstocks 100% erreicht hat, wird die Hühnerkönigin selbst auf dem Schlachtfeld erscheinen (es sei denn, Sie befinden sich im Endlosmodus) und die Hühner werden ununterbrochen angreifen. Konzentrieren Sie Ihre gesamte Feuerkraft auf die Hühnerkönigin, denn ihr Tod wird den Schwarm zum Zusammenbruch bringen",
	"comm_wars_header" : "Spielmodus: Commander Wars",
	"comm_wars_entry_1" : "In diesem Spielmodus hast du nur Zugriff auf deinen Kommandanten und nichts anderes. Dein Commander kann nicht mehr bauen, sondern nur noch reparieren und wiederherstellen. Rüste deinen Commander auf, indem du ihm mehr Module durch das Commander-Morph-System gibst und besiege die gegnerischen Commander!",
	"comm_wars_entry_2" : "Zusätzlich wurden an vielen Kommandomodulen und Waffen Balanceänderungen vorgenommen, um sie in einem reinen Kommandospielmodus ausgewogener zu machen. Die Balance ist jedoch noch experimentell, daher wäre Feedback sehr willkommen",
	"houserules" : "Hausregeln: "
}
