{
	"update_header" : "Major Update 0.39.0: Go Big or Go Home!",
	"support_fw" : "Support Future Wars!",
	"join_discord" : "Join our Discord",
	"link_copied" : "Link copied to clipboard",
	"shameless_plug" : "If you enjoy Future Wars and want to contribute your feedback to the project or have a chat with fellow players, consider joining our discord: https://discord.com/invite/GMUnRGUuSy or join #fw in the zk server. We are currently looking for ideas, graphical artists, and translators to contribute to the project, giving us a fresh coat of paint.",
	"entry_1" : "A lot of exciting things have happened since last patch, some good, some bad. On the good side, Future wars welcomes a grand total of 5 new shiny units, with models courtesy of Leojespino and Rylan, Elle. On the bad side, the computer of our lead developer, Shaman, had PSU failure and spontaneously combusted. As you can imagine, this isn't very good for our continued development of this mod, so we've got a pitch for you!",
	"entry_2" : "We're going to crowdfund a new planetwars experience! For those who don't remember, planetwars was this epic large scale battleground in zero-k where you could join a faction and over the course of weeks or even months, fight battles in contribution to the ultimate victory of your faction! It was ultimately scrapped due to technical and design reasons, but we plan to bring it back with new and better mechanics and even more epicness!",
	"entry_3" : "If you would like to contribute, the \"Support future wars\" button below will copy the link to our donation site to your clipboard. We've already got enough funding to make a head start, but more the merrier!",
	"entry_4" : "Now onto the new units! The first of the bunch is the long Awaited Orion. Sporting a massive gun which can accurately obliterate units over extreme distances! Be sure to thank Leojespino for the awesome model!",
	"entry_5" : "The second new unit is Dominion, an stop to fire artillery for shipyards. Lots of praise must be given to Rylan, Elle for their amazing model!",
	"entry_6" : "The third and forth new units are Empíreas and Heron. A naval supercarrier and its controllable bomber drone. Empíreas sports a compliment of 16 Herons, granting it massive firepower. Gone are the days of floating airpad!",
	"entry_7" : "The fifth and final new unit is Kingstad, named after our glorious Kingstad. Replacing Corsair and coming with a boost ability and autoregen feel free to micro it to your heart's content!",
	"entry_8" : "Finally, the balance changes. Chickens have gotten heavily nerfed, normal mode should provide a decent challenge for the average player, while hard is recommended for grizzled veterans. Spear, Moderator, Funnelweb, Ghost Commander, Spike, Energy Pylon, Ravager, Singularity Reactor Death explosion, Waylayer, Heretic and Deserter have all been nerfed while Aurora, Longbow, Whirlwind, Hermit, Snare, Sparky, Adv Geothermal, Striker, Hella and Forsaken have been buffed. Air and AA have been rebalanced. Lots of bugs have been squashed and lots of new graphical goodies have been implemented. Enjoy!",
	"chicken_header" : "Game mode: Chickens",
	"chicken_entry_1" : "Chickens will alternate between launching all out assaults on your base with huge hordes and staying back in order to regain their forces. Ensure you destroy the chicken's roosts while the chickens are resting to weaken their attacks",
	"chicken_entry_2" : "Chickens will eventually start to construct incredibly powerful chickens known as menaces. Destroy them before they are finished. Menaces under construction are protected by the Raffesia's indestructible shield, rendering them immune to artillery.",
	"chicken_entry_3" : "The Hive's anger will increase over time. Once the hive anger reaches 100%, the Chicken Queen herself will arrive on the battlefield (unless you are in endless mode) and the chickens will start attacking nonstop. Focus all your firepower upon the chicken queen as her death will cause the swarm to crumble",
	"comm_wars_header" : "Game mode: Commander Wars",
	"comm_wars_entry_1" : "In this gamemode you have access to only your commander and nothing else. Your commander can no longer build, only repair and reclaim. Upgrade your commander by giving it more modules through the commander morph system and defeat the enemy commanders!",
	"comm_wars_entry_2" : "Additionally, balance changes have been made to many commander modules and weapons in order to make them more balanced in a commander-only gamemode. The balance is still experimental however so feedback would be greatly appreciated.",
	"houserules" : "House Rules: "
}
